{
  "10 hours" : "10 heures",
  "10 minutes" : "10 minutes",
  "1 hour" : "1 heure",
  "24 hours" : "24 heures",
  "2 hours" : "2 heures",
  "30 minutes" : "30 minutes",
  "4 hours" : "4 heures",
  "About" : "À propos",
  "About ElevenClock version {0}:" : "À propos de ElevenClock {0} :",
  "About Qt" : "À propos de Qt",
  "About Qt6 (PySide6)" : "À propos de Qt6 (PySide6)",
  "About the language pack:" : "À propos du pack de langue :",
  "Accent" : "Accent",
  "Add the \"Show Desktop\" button on the left corner of every clock" : "Ajouter le bouton \"Afficher le bureau\" à droite de toutes les horloges",
  "Adjust horizontal clock position" : "Modifier la position horizontale de l'horloge",
  "Adjust vertical clock position" : "Modifier la position verticale de l'horloge",
  "Align the clock text to the center" : "Aligner le texte de l'horloge au centre",
  " (ALPHA STAGE, MAY NOT WORK)" : " (STADE ALPHA, PEUT NE PAS FONCTIONNER)",
  "Alternative clock alignment (may not work)" : "Alignement alternatif de l'horloge (peut ne pas fonctionner)",
  "Alternative non-SSL update server (This might help with SSL errors)" : "Serveur de mise à jour alternatif non-SSL (Peut aider à résoudre les erreurs de SSL)",
  "Announcements:" : "Annonces :",
  "Any text can be placed here. To place items such as date and time, please use the 1989 C standard. Check the format codes on the following link:" : "N'importe quel texte peut être placé ici. Pour placer des éléments tels que la date et l'heure, veuillez utiliser la norme 1989 C. Plus d'infos sur le lien suivant",
  "Apply" : "Appliquer",
  "Are you sure do you want to blacklist the monitor \"{0}\"?" : "Êtes-vous sûr de ne plus vouloir afficher l'horloge sur l'écran \"{0}\" ?",
  "Automatically check for updates" : "Rechercher automatiquement les mises à jour",
  "Automatically install available updates" : "Installer automatiquement les mises à jour disponibles",
  "<b>{0}</b> needs to be disabled to change this setting" : "<b>{0}</b> doit être désactivé pour changer ce paramètre",
  "<b>{0}</b> needs to be enabled to change this setting" : "<b>{0}</b> doit être activé pour changer ce paramètre",
  "Blacklisting a monitor will hide the clock on this monitor permanently." : "La mise sur liste noire d'un moniteur masquera l'horloge de ce moniteur de façon permanente.",
  "Blacklist Monitor" : "Ne pas afficher sur l'écran",
  "Blacklist this monitor" : "Ne pas afficher sur cet écran",
  "Black&White" : "Noir et blanc",
  "<b>Update to the latest version!</b>" : "<b>Mettre à jour vers la dernière version !</b>",
  "But here are other things you can do:" : "Mais il y a d'autres choses que vous pouvez faire :",
  "Bypass update provider authenticity check (NOT RECOMMENDED, AT YOUR OWN RISK)" : "Contourner le contrôle d'authenticité du fournisseur de mise à jour (NON RECOMMANDÉ, À VOS RISQUES ET PÉRILS)",
  "Change" : "Changer",
  "Change date and time" : "Changer la date et l'heure",
  "Change date and time format (Regional settings)" : "Changer le format de la date et de l'heure (paramètres régionaux)",
  "Change startup behaviour" : "Changer le comportement au démarrage",
  "Change task" : "Modifier l'action",
  "Change the action done when the clock is clicked" : "Modifier l'action effectuée lorsque l'horloge est cliquée",
  "Change the action done when the clock is double-clicked" : "Modifier l'action effectuée lorsque l'horloge est double-cliquée",
  "Check only the focused window on the fullscreen check" : "N'afficher l'horloge que si une fenêtre active est en plein écran",
  "Click on Apply to apply and preview the format" : "Cliquez sur Appliquer pour appliquer et prévisualiser le format",
  "Clock Appearance:" : "Apparence de l'horloge :",
  "Clock on monitor {0}" : "Horloge sur l'écran {0}",
  "Clock position and size:" : "Taille et position de l'horloge",
  "Clock Settings:" : "Paramètres de l'horloge :",
  "Clock's font, font size, font color and background, text alignment" : "Police de l'horloge, taille de la police, couleur et arrière-plan, alignement du texte",
  "Clock size preferences, position offset, clock at the left, etc." : "Préférences de taille de l'horloge, décalage de position, horloge à gauche, etc.",
  "Close" : "Fermer",
  "Close settings" : "Fermer les paramètres",
  "Copy log to clipboard" : "Copier les logs dans le presse-papiers",
  "Couldn't load the announcements. Please try again later" : "Impossible de charger les annonces. Veuillez réessayer ultérieurement",
  "Custom format rules:" : "Règles de format personnalisé :",
  "Customize ElevenClock even more" : "Personnaliser ElevenClock encore plus",
  "Customize the clock on Windows 11" : "Personnaliser l'horloge sur Windows 11",
  "Date format, Time format, seconds,weekday, weeknumber, regional settings" : "Format de la date et de l'heure, affichage des secondes, du jour de la semaine, du numéro de la semaine, paramètres régionaux",
  "Date & Time Settings:" : "Paramètres de la date et de l'heure :",
  "Debbugging information:" : "Informations de débogage :",
  "Default" : "Défaut",
  "Developing is hard, and this aplication is free. But if you liked the application, you can always <b>buy me a coffee</b> :)" : "Développer est difficile, et cette application est gratuite. Si vous aimez cette application, vous pouvez toujours <b>m'acheter un café</b> :)",
  "Disable clock taskbar background color (make clock transparent)" : "Désactiver l'arrière-plan de l'horloge (rend l'horloge transparente)",
  "Disabled" : "Désactivé",
  "Disable hiding the default windows clock" : "Ne pas cacher l'horloge par défaut de Windows",
  "Disable the new instance checker method" : "Désactiver la nouvelle méthode de détection d'instance",
  "Disable the notification badge" : "Désactiver le badge de notification",
  "Disable the tooltip shown when the clock is hovered" : "Désactiver l'info-bulle affichée lorsque l'horloge est survolée",
  "Disable tooltip's blurry background" : "Désactiver l'arrière-plan flou de l'info-bulle",
  "Donate" : "Faire un don",
  "Do not show the clock on secondary monitors" : "Ne pas afficher l'horloge sur les écrans secondaires",
  "ElevenClock" : "ElevenClock",
  "ElevenClock can hide when there's a fullscreen window present (when you are watching a video, you are playing, etc.), but it can also show over those windows (It might be useful if you use fullscreened terminals, etc.).<br><br>Please select one of the following and click next to continue" : "ElevenClock peut être masqué lorsqu'une fenêtre est en plein écran (lorsque vous regardez une vidéo, vous jouez, etc.), mais peut également s'afficher sur ces fenêtres (cela peut être utile si vous utilisez des terminaux plein écran, etc.).<br ><br>Veuillez sélectionner l'une des options suivantes et cliquez sur Suivant pour continuer",
  "ElevenClock has updated to version {0} successfully\nPlease see GitHub for the changelog" : "ElevenClock a été mis à jour vers la version {0} avec succès. Veuillez consulter GitHub pour le journal des modifications.",
  "ElevenClock is an Open-Source application made with the help of other libraries made by the community:" : "ElevenClock est une application open-source créée à l'aide d'autres librairies communautaires",
  "ElevenClock is downloading updates" : "ElevenClock télécharge les mises à jour",
  "ElevenClock Settings" : "Paramètres de ElevenClock",
  "ElevenClock's language" : "Langue de ElevenClock",
  "ElevenClock's log" : "Logs de ElevenClock",
  "ElevenClock Updater" : "Mise à jour ElevenClock",
  "ElevenClock v{0}" : "ElevenClock v{0}",
  "Empty the recycle bin" : "Vider la corbeille",
  "Empty the recycle bin (Without confirmation)" : "Vider la corbeille (sans confirmation)",
  "Enable hide when multi-monitor fullscreen apps are running" : "Cacher l'horloge lorsqu'une application multi-écran en plein écran est active",
  "Enable internet time sync" : "Synchroniser l'horloge avec Internet",
  "Enable low-cpu mode" : "Activer le mode basse-consommation CPU",
  "Enable really silent updates" : "Activer les mises à jour silencieuses",
  "Export" : "Exporter",
  "Export log as a file" : "Exporter les logs dans un fichier",
  "Export settings to a local file" : "Exporter les paramètres dans un fichier",
  "Fetching latest announcement, please wait..." : "Récupération des dernières annonces, veuillez patienter...",
  "Finish" : "Terminer",
  "Fix crashes relating to the \"FileNotFoundError\" error" : "Correction des plantages liés à l'erreur \"FileNotFoundError\".",
  "Fixes and other experimental features: (Use ONLY if something is not working)" : "Corrections et autres fonctions expérimentales : (Utiliser SEULEMENT si quelque chose ne fonctionne pas)",
  "Fix the hyphen/dash showing over the month" : "Corriger le trait d'union affiché au-dessus du mois",
  "(for advanced users only)" : "(utilisateurs avancés uniquement)",
  "Force the clock to be at the bottom of the screen" : "Forcer l'affichage de l'horloge en bas de l'écran",
  "Force the clock to be at the top of the screen" : "Forcer l'affichage de l'horloge en haut de l'écran",
  "Force the clock to be transparent if any window shows in fullscreen" : "Forcer l'horloge à être transparente si une fenêtre est en plein écran",
  "Force the clock to have black text" : "Forcer le texte de l'horloge en noir",
  "Force the clock to have white text" : "Forcer le texte de l'horloge en blanc",
  "Ft. Seconds" : "Avec les secondes",
  "Fullscreen behaviour" : "Comportement du plein écran",
  "Fullscreen behaviour, clock position, 1st monitor clock, other miscellanious settings" : "Comportement en plein écran, position de l'horloge, horloge sur l'écran principal, autres paramètres",
  "General Settings:" : "Paramètres généraux",
  "Get started" : "Commencer",
  "Help" : "Aide",
  "Hide ElevenClock" : "Cacher ElevenClock",
  "Hide extended options from the clock right-click menu (needs a restart to be applied)" : "Cacher les options avancées du menu clic droit (nécessite un redémarrage)",
  "Hide the clock, as the default windows clock would do." : "Cacher l'horloge, comme l'horloge par défaut de Windows le ferait",
  "Hide the clock during 10 seconds when clicked" : "Cacher l'horloge pendant 10s lorsqu'elle est cliquée",
  "Hide the clock in fullscreen mode" : "Cacher l'horloge en mode plein écran",
  "Hide the clock (<i>Recommended</i>)" : "Cacher l'horloge (<i>Recommandé</i>)",
  "Hide the clock when a program occupies all screens" : "Cacher l'horloge lorsqu'une application utilise tous les écrans",
  "Hide the clock when RDP client is active" : "Cacher l'horloge quand un client RDP est actif",
  "Hide the clock when RDP Client or Citrix Workspace are running" : "Cacher l'horloge quand un client RDP ou Citrix Workspace est actif",
  "Icons by Icons8" : "Icônes réalisées par Icons8",
  "If you already know how does this work, or you want to skip the welcome wizard, please click on the bottom-left <i>Skip</i> button." : "Si vous savez déjà comment ElevenClock fonctionne, vous pouvez cliquer sur le bouton <i>Passer</i> en bas à gauche.",
  "If you don't know which one is the best, choose {0}" : "Si vous ne savez pas lequel choisir, prenez {0}",
  "If you don't understand what is happening, please uncheck the checkbox over the text area" : "Si vous n'êtes pas sûr de ce qu'il se passe, veuillez décocher la case au-dessus de la zone de texte",
  "Import" : "Importer",
  "Import settings from a local file" : "Importer les paramètres depuis un fichier",
  "Info, report a bug, submit a feature request, donate, about" : "Informations, signaler un bug, proposer une fonctionnalité, faire un don, à propos",
  "Install update" : "Installer la mise à jour",
  "Internet date and time" : "Date et heure via Internet",
  "Internet sync frequency" : "Fréquence de synchronisation avec Internet",
  "Internet time" : "Heure internet",
  "Invalid time format\nPlease follow the\nC 1989 Standards" : "Format d'heure invalide\nVeuillez suivre le\nStandard C 1989",
  "Invalid time format\nPlease modify it\nin the settings" : "Format d'heure invalide\nVeuillez le modifier\ndans les paramètres",
  " - It is required that the Dark Text checkbox is disabled" : " - Forcer le texte de l'horloge en noir doit être désactivé",
  "(It might help to solve issues with Netflix)" : "(cela peut résoudre des problèmes avec Netflix)",
  "Language pack author(s), help translating ElevenClock" : "Auteur(s) du pack de langue aidant à traduire ElevenClock",
  "Let's talk: Format" : "Parlons de : Format",
  "Local time" : "Heure locale",
  "Log, debugging information" : "Logs, informations de débogage",
  "Monitor tools" : "Gestion des écrans",
  "More Info" : "Plus d'informations",
  "Move this clock to the bottom" : "Déplacer cette horloge vers le bas",
  "Move this clock to the left" : "Déplacer cette horloge vers la gauche",
  "Move this clock to the right" : "Déplacer cette horloge vers la droite",
  "Move this clock to the top" : "Déplacer cette horloge vers le haut",
  "Move to the left" : "Déplacer vers la gauche",
  "Next" : "Suivant",
  "No" : "Non",
  "No results were found" : "Aucun résultat trouvé",
  "Nothing to preview" : "Rien à prévisualiser",
  "Notification settings" : "Paramètres des notifications",
  "Now you should see the clock everywhere" : "Vous devriez maintenant voir l'horloge sur tous les écrans",
  "Ok" : "OK",
  "One last thing: Appearance" : "Une dernière chose : l'Apparence",
  "Only Date" : "Date uniquement",
  "Only Time" : "Heure uniquement",
  "Open" : "Ouvrir",
  "Open ElevenClock's log" : "Ouvrir les logs de ElevenClock",
  "Open GitHub" : "Ouvrir GitHub",
  "Open online help to troubleshoot problems" : "Ouvrir l'aide en ligne pour résoudre les problèmes",
  "Open page" : "Soutenir",
  "Open quick settings" : "Ouvrir les paramètres rapides",
  "Open run dialog" : "Ouvrir la boîte de dialogue d'exécution",
  "Open search menu" : "Ouvrir le menu de recherche",
  "Open start menu" : "Ouvrir le menu démarrer",
  "Open task manager" : "Ouvrir le gestionnaire des tâches",
  "Open the settings window and customize ElevenClock even further." : "Ouvrez les paramètres d'ElevenClock et personnalisez-le davantage.",
  "Open the welcome wizard" : "Ouvrir l'assistant de bienvenue",
  "Override clock default height" : "Modifier la hauteur par défaut de l'horloge",
  "Paste a URL from the world clock api or equivalent" : "Collez une URL de l'API de l'horloge mondiale ou équivalent",
  "Pick a color" : "Choisissez une couleur",
  "Pin the clock to the desktop" : "Épingler l'horloge sur le bureau",
  "Please make sure to install ElevenClock from official sources only. Also, using ElevenClock implies the acceptation of the <b>GPLv3 license</b>" : "Assurez-vous d'installer ElevenClock depuis les sources officiels. L'utilisation d'ElevenClock implique l'acceptation de <b>la licence GPLv3</b>",
  "Please select one of the following and click next." : "Sélectionnez une option ci-dessous et cliquez sur continuer.",
  "Please select the clock style you like the most. You will be able to change this after in the settings window" : "Sélectionnez le style d'horloge que vous préférez. Vous pourrez modifier ceci plus tard dans les paramètres.",
  "Please select the date and time format you like the most. You will be able to change this after in the settings window" : "Sélectionnez le format de date et heure que vous préférez. Vous pourrez modifier ceci plus tard dans les paramètres.",
  "Precise internet time. Ideal if you are <b>not</b> using any kind of VPN or proxy" : "Heure internet précise. Idéal si vous n'utilisez <b>pas</b> de VPN ou de proxy",
  "Python date and time formats" : "Formats de la date et heure Python",
  "Quit ElevenClock" : "Quitter ElevenClock",
  "Regional settings" : "Paramètre régionaux",
  "Reload Clocks" : "Recharger ElevenClock",
  "Reload log" : "Recharger les logs",
  "Remember that this wizard can be run at any time from the Settings Window" : "Cet utilitaire peut être lancé n'importe quand depuis les paramètres",
  "Report" : "Signaler",
  "Report an issue/request a feature" : "Signaler un bug / proposer une fonctionnalité",
  "Reset" : "Réinitialiser",
  "Reset ElevenClock preferences to defaults" : "Restaurer les paramètres par défaut d'ElevenClock",
  "Reset monitor blacklisting status" : "Réinitialiser la liste des écrans ignorés",
  "Restart ElevenClock" : "Redémarrer ElevenClock",
  "Restore clock position" : "Restaurer la position de l'horloge",
  "Restore horizontal position" : "Restaurer la position horizontale",
  "Restore vertical position" : "Restaurer la position verticale",
  "Search on the settings" : "Rechercher un paramètre",
  "Select custom color" : "Sélectionner la couleur",
  "Select custom font" : "Sélectionnez une police personnalisée",
  "Select font" : "Sélectionner une police",
  "Select internet time provider, change sync frequency" : "Sélectionnez le fournisseur de temps, modifiez la fréquence de synchronisation",
  "Set a custom date and time format" : "Définir un format de date et heure personnalisé",
  "Set a custom network time provider" : "Définir un serveur de temps personnalisé",
  "Show calendar" : "Afficher le calendrier",
  "Show date on the clock" : "Afficher la date sur l'horloge",
  "Show desktop" : "Afficher le bureau",
  "Show ElevenClock on system tray" : "Afficher ElevenClock dans l'angle de la barre des tâches",
  "Show seconds on the clock" : "Afficher les secondes sur l'horloge",
  "Show the clock at the left of the screen" : "Afficher l'horloge à gauche de l'écran",
  "Show the clock on the primary screen" : "Afficher l'horloge sur l'écran principal",
  "Show the clock on the primary screen (Useful if clock is set on the left)" : "Afficher l'horloge sur l'écran principal",
  "Show the clock over fullscreen windows. This might cover some in-app controls, like youtube's exit fullscreen button, but it might be useful to see the time when playing" : "Afficher l'horloge au dessus des fenêtres plein écran. Cela peut couvrir certains contrôles intégrés à l'application, comme le bouton de sortie plein écran de youtube, mais il peut être utile de voir l'heure lors de la lecture",
  "Show the clock over the fullscreen window" : "Afficher l'horloge par-dessus la fenêtre en plein écran",
  "Show the clock when the taskbar is set to hide automatically" : "Afficher l'horloge lorsque la barre des tâches est masquée automatiquement",
  "Show the local computer time. The time will not be synced with the internet and might be inaccurate" : "Afficher l'heure de l'ordinateur local. Cette heure ne sera pas synchronisée avec Internet et peut ne pas être précise",
  "Show the title of the fullscreened apps on the log" : "Afficher le titre des applications en plein écran dans les logs",
  "Show this clock on the left" : "Afficher cette horloge à gauche",
  "Show this clock on the right" : "Afficher cette horloge à droite",
  "Show time on the clock" : "Afficher l'heure sur l'horloge",
  "Show weekday on the clock" : "Afficher le jour de la semaine sur l'horloge",
  "Show week number on the clock" : "Afficher le numéro de la semaine sur l'horloge",
  "Skip" : "Passer",
  "Specify a minimum width for the clock" : "Entrer une largeur minimale pour l'horloge",
  "Start" : "Démarrer",
  "Success" : "Succès",
  "Suport the developer" : "Soutenir le développeur",
  "Support the dev: Give me a coffee☕" : "Soutenir le développeur: Offrez-moi un café☕",
  "Sync time with the internet" : "Synchroniser l'heure avec Internet",
  "Task Manager" : "Gestionnaire des tâches",
  "Testing features and error-fixing tools" : "Fonctions expérimentales et outil de débogage",
  "The monitors were unblacklisted successfully." : "La liste des écrans ignorés a été vidée.",
  "Third party licenses" : "Licences tierces",
  "Third Party Open-Source Software in Elevenclock {0} (And their licenses)" : "Applications open-source tierces utilisées dans ElevenClock {0} (et leurs licences)",
  "This action can be reverted from the settings window, under <b>Clock position and size</b>" : "Cette action peut être annulée via les paramètres, sous <b>Taille et position de l'horloge</b>",
  " (This feature has been disabled because it should work by default. If it is not, please report a bug)" : " (Cette fonctionnalité a été désactivée car elle devrait fonctionner par défaut)",
  "This feature has been disabled because it should work by default. If it is not, please report a bug" : "Cette fonctionnalité a été désactivée car elle devrait fonctionner par défaut. Si ce n'est pas le cas, signalez le dysfonctionnement",
  "This wizard will help you configure and customize ElevenClock. Click Start to get started!" : "Cet utilitaire va vous aider à configurer et à personnaliser ElevenClock. Appuyez sur démarrer pour commencer !",
  "To disable the zero-padding effect, add a # in between the % and the code: non-zero-padded hours would be %#H, and zero-padded hours would be %H" : "Pour désactiver l'effet zéro-marge, ajoutez un # entre le % et le code : une heure avec marge doit être %#H, une heure sans marge doit être %H",
  "Tooltip Appearance:" : "Apparence de l'info-bulle :",
  "Tooltip's font, font size, font color and background" : "Police, taille de police, couleur de police et arrière-plan de l'info-bulle",
  "Translated to English by martinet101" : "Traduit en français par Lilobast et scrocquesel",
  "Translate ElevenClock to your language" : "Traduire ElevenClock dans votre langue",
  "Updates, icon tray, language" : "Mise à jour, icône de l'angle de la barre des tâches, langue",
  "Use a custom background color" : "Utiliser une couleur de fond personnalisée",
  "Use a custom font" : "Utiliser une police personnalisée",
  "Use a custom font color" : "Utiliser une couleur de police personnalisée",
  "Use a custom font size" : "Utiliser une taille de police personnalisée",
  "Use system accent color as background color" : "Utiliser la couleur d'accentuation en tant que couleur d'arrière-plan",
  "View" : "Ouvrir",
  "View ElevenClock on GitHub" : "Voir ElevenClock sur GitHub",
  "View ElevenClock's homepage" : "Page d'accueil d'ElevenClock",
  "View ElevenClock's source code. From there, you can report bugs or suggest features, or even contribute direcly to The ElevenClock Project" : "Voir le code source d'ElevenClock. Depuis cet endroit, vous pourrez signaler un bug ou suggérer une nouvelle fonctionnalité, ou contribuer directement au projet",
  "W" : "S",
  "Wait a second!" : "Attendez une seconde !",
  "Webpage" : "Page web",
  "Weekday" : "Jour de la semaine",
  "Week Number" : "Numéro de la semaine",
  "Welcome to Elevenclock!" : "Bienvenue sur ElevenClock !",
  "Welcome to ElevenClock" : "Bienvenue sur ElevenClock",
  "What time do you want to see?" : "Quelle heure voulez-vous voir ?",
  "White&Black" : "Blanc & noire",
  "Yes" : "Oui",
  "You are now ready to go!" : "Êtes-vous prêt à y aller ?",
  "You might lose functionalities, like the notification counter or the dynamic background" : "Vous pouvez perdre des fonctionnalités, comme les badges de notifications ou l'arrière-plan dynamique",
  "You might need to set a custom background color for this to work.&nbsp;More info <a href=\"{0}\" style=\"color:DodgerBlue\">HERE</a>" : "Vous devrez peut-être sélectionner un fond d'écran personnalisé pour que cela fonctionne.&nbsp;Plus d'informations <a href=\"{0}\" style=\"color:DodgerBlue\">ICI</a>"
}