{
  "10 hours" : "10 ore",
  "10 minutes" : "10 minute",
  "1 hour" : "1 oră",
  "24 hours" : "24 de ore",
  "2 hours" : "2 ore",
  "30 minutes" : "30 de minute",
  "4 hours" : "4 ore",
  "About" : "Despre",
  "About ElevenClock version {0}:" : "Despre versiunea ElevenClock {0}:",
  "About Qt" : "Despre Qt",
  "About Qt6 (PySide6)" : "Despre Qt6 (PySide6)",
  "About the language pack:" : "Despre pachetul de limbi:",
  "Accent" : "Accent",
  "Add the \"Show Desktop\" button on the left corner of every clock" : "Adaugă butonul „Afișează desktop” în colțul din stânga al fiecărui ceas",
  "Adjust horizontal clock position" : "Reglați poziția orizontală a ceasului",
  "Adjust vertical clock position" : "Reglați poziția verticală a ceasului",
  "Align the clock text to the center" : "Aliniați textul ceasului la centru",
  " (ALPHA STAGE, MAY NOT WORK)" : "(STADIUL ALFA, S-AR PUTEA SĂ NU FUNCȚIONEZE)",
  "Alternative clock alignment (may not work)" : "Aliniere alternativă a ceasului (s-ar putea să nu funcționeze)",
  "Alternative non-SSL update server (This might help with SSL errors)" : "Server alternativ de actualizare non-SSL (Acest lucru ar putea ajuta cu erorile SSL)",
  "Announcements:" : "Anunțuri:",
  "Any text can be placed here. To place items such as date and time, please use the 1989 C standard. Check the format codes on the following link:" : "Orice text poate fi plasat aici. Pentru a plasa elemente precum data și ora, vă rugăm să utilizați standardul 1989 C. Mai multe informații aveți în următorul link",
  "Apply" : "Aplică",
  "Are you sure do you want to blacklist the monitor \"{0}\"?" : "Sigur doriți să adăugați monitorul „{0}” pe lista neagră?",
  "Automatically check for updates" : "Verificare automată pentru actualizări",
  "Automatically install available updates" : "Instalați automat actualizările disponibile",
  "<b>{0}</b> needs to be disabled to change this setting" : "<b>{0}</b> trebuie să fie dezactivat pentru a schimba această setare",
  "<b>{0}</b> needs to be enabled to change this setting" : "<b>{0}</b> trebuie să fie activat pentru a modifica această setare",
  "Blacklisting a monitor will hide the clock on this monitor permanently." : "Adăugarea pe lista neagră a unui monitor va ascunde permanent ceasul de pe acest monitor.",
  "Blacklist Monitor" : "Adaugă monitorul pe lista neagră",
  "Blacklist this monitor" : "Adaugă acest monitor pe lista neagră",
  "Black&White" : "Negru&Alb",
  "<br>This is why we want you to help us translating ElevenClock. Before, it was a complicated process, but now it has been simplified<br>and can be done without any programming knowledge. More info on how to become a translator <a style=\"color:linkColor\" href=\"linkId?translate\">HERE</a></p>" : null,
  "<b>Update to the latest version!</b>" : "<b>Actualizați la cea mai recentă versiune!</b>",
  "But here are other things you can do:" : "Dar iată și alte lucruri pe care le poți face:",
  "Bypass update provider authenticity check (NOT RECOMMENDED, AT YOUR OWN RISK)" : "Ocoliți verificarea autenticității furnizorului de actualizări (NU ESTE RECOMANDAT, PE RISCUL PROPRIU)",
  "Change" : "Schimbă",
  "Change date and time" : "Schimbați data și ora",
  "Change date and time format (Regional settings)" : "\nSchimbați formatul datei și orei (setări regionale)",
  "Change startup behaviour" : "Schimbați comportamentul la pornire",
  "Change task" : "\nSchimbați task-ul",
  "Change the action done when the clock is clicked" : "Schimbați acțiunea efectuată atunci când se face click pe ceas",
  "Change the action done when the clock is double-clicked" : "Schimbați acțiunea efectuată  atunci când faceți dublu-click pe ceas",
  "Change the action done when the clock is middle-clicked" : null,
  "Check only the focused window on the fullscreen check" : "Verificați doar fereastra focalizată pe ecranul complet",
  "Click on Apply to apply and preview the format" : "Apăsați pe Aplică pentru a aplica si previzualiza formularul la",
  "Clock Appearance:" : "Aspectul ceasului:",
  "Clock features:" : null,
  "Clock on monitor {0}" : "Ceasul pe monitorul {0}",
  "Clock position and size:" : "Poziția si mărimea ceasului:",
  "Clock Settings:" : "Setările Ceasului:",
  "Clock's font, font size, font color and background, text alignment" : "Fontul, mărimea fontului, culoarea fontului si a fundalului, alinierea textului ceasului",
  "Clock size preferences, position offset, clock at the left, etc." : "Preferințe pentru mărimea ceasului, decalajul pozitiei, ceasul la stanga, etc.",
  "Close" : "Inchide",
  "Close settings" : "Inchide setările",
  "Copy date/time" : null,
  "Copy log to clipboard" : "Copiați jurnalul în clipboard",
  "Couldn't load the announcements. Please try again later" : "Anunțurile nu au putut fi incărcate. Vă rugăm incercați mai târziu",
  "Custom format rules:" : "Regulile formatului personalizat",
  "Customize ElevenClock even more" : "Personalizați ElevenClock și mai mult",
  "Customize the clock on Windows 11" : "Personalizați ceasul pe Windows 11",
  "Date format, Time format, seconds,weekday, weeknumber, regional settings" : "Format dată, format oră, secunde, zi a săptămânii, număr săptămâni, setări regionale",
  "Date & Time Settings:" : "Setări pentru dată și oră",
  "Debbugging information:" : "Informații depanare erori",
  "Default" : "Implicit",
  "Developing is hard, and this aplication is free. But if you liked the application, you can always <b>buy me a coffee</b> :)" : "Dezvoltarea este grea, iar acest program este gratuit.  Dacă ți-a plăcut aplicația, poți oricând să-mi <b>cumperi o cafea</b> :)",
  "Disable clock blurry texture" : null,
  "Disable clock taskbar background color (make clock transparent)" : "Dezactivați culoarea de fundal a ceasului in bara de activități (faceți ceasul transparent)",
  "Disabled" : "Dezactivat",
  "Disable hiding the default windows clock" : null,
  "Disable the new instance checker method" : "Dezactivați noua metodă de verificare de instanțe ale aplicației",
  "Disable the notification badge" : "Dezactivați insigna de notificări",
  "Disable the tooltip shown when the clock is hovered" : "Dezactivați balonul explicativ cand treceți cursorul peste ceas",
  "Disable tooltip's blurry background" : "Dezactivați fundalul încețoșat al balonului explicativ",
  "Donate" : "Donează",
  "Do not show the clock on secondary monitors" : "Nu afișați ceasul pe monitoarele secundare",
  "Do NOT update the language files dynamically" : null,
  "ElevenClock" : "ElevenClock",
  "ElevenClock can hide when there's a fullscreen window present (when you are watching a video, you are playing, etc.), but it can also show over those windows (It might be useful if you use fullscreened terminals, etc.).<br><br>Please select one of the following and click next to continue" : "ElevenClock se poate ascunde când este o fereastră fullscreen prezentă (când vă uitați la un video, vă jucați, etc.), dar poate de asemenea să rămână peste aceste ferestre (poate fi util dacă aveți terminale fullscreen, etc.). <br><br>Vă rugăm alegeți una din următoarele si apăsați pe \"Următorul\" pentru a continua",
  "ElevenClock has updated to version {0} successfully\nPlease see GitHub for the changelog" : "ElevenClock a fost actualizat la versiunea {0} cu succes Vă rugăm să verificați GitHub pentru jurnalul de modificări",
  "ElevenClock is an Open-Source application made with the help of other libraries made by the community:" : "ElevenClock este o aplicație Open-Source realizată cu ajutorul altor unelte făcute de comunitate:",
  "ElevenClock is downloading updates" : "ElevenClock descarcă actualizări",
  "ElevenClock language locale:" : null,
  "ElevenClock Settings" : "Setări ElevenClock",
  "ElevenClock's language" : "Limbă ElevenClock",
  "ElevenClock's log" : "Jurnal ElevenClock",
  "ElevenClock Updater" : "Actualizator ElevenClock",
  "ElevenClock v{0}" : "ElevenClock v{0}",
  "ElevenClock version:" : null,
  "Empty the recycle bin" : "Goliți coșul de gunoi",
  "Empty the recycle bin (Without confirmation)" : "Goliți coșul de gunoi (Fără confirmare)",
  "Enable hide when multi-monitor fullscreen apps are running" : "Activați ascunderea cand rulează aplicații fullscreen pe mai multe monitoare",
  "Enable internet time sync" : "Activați sincronizarea orei de pe internet",
  "Enable low-cpu mode" : "Activați modul CPU scăzut",
  "Enable really silent updates" : "\nActivați actualizările silențioase (fără notificări)",
  "Export" : "Export",
  "Export log as a file" : "Exportă jurnalele ca și fișier",
  "Export settings to a local file" : "Exportă setările într-un fișier local",
  "Fetching latest announcement, please wait..." : "Se preiau cel mai recente anunțuri, vă rugăm așteptați...",
  "Finish" : "Finializare",
  "Fix crashes relating to the \"FileNotFoundError\" error" : "Reparați prăbușirile (crash-urile) legate de eroarea \"FileNotFoundError\"",
  "Fixes and other experimental features: (Use ONLY if something is not working)" : "Remedieri și alte caracteristici experimentale: (Folosiți NUMAI dacă ceva nu funcționează)",
  "Fix the hyphen/dash showing over the month" : "Reparați liniuța peste lună",
  "(for advanced users only)" : "(doar pentru utilizatori avansați)",
  "Force the clock to be at the bottom of the screen" : "Forțați ceasul să fie în partea de jos a ecranului",
  "Force the clock to be at the top of the screen" : "Forțați ceasul să fie în partea de sus a ecranului",
  "Force the clock to be transparent if any window shows in fullscreen" : "Forțați ceasul să fie transparent dacă oricare fereastră este fullscreen",
  "Force the clock to have black text" : "Forțați ceasul să aibă text negru",
  "Force the clock to have white text" : "Forțați ceasul să aibă text alb",
  "Ft. Seconds" : "Cu Secunde",
  "Fullscreen behaviour" : "Comportament în ecran complet",
  "Fullscreen behaviour, clock position, 1st monitor clock, other miscellanious settings" : "Comportament în ecran complet, poziția ceasului, ceasul de pe primul monitor, alte setări",
  "Fullscreen behaviour, low cpu mode, other miscellaneous preferences" : null,
  "General Settings:" : "Setări Generale:",
  "Get started" : "Începeți",
  "<h1>We are searching for translators</h1>" : null,
  "Help" : "Ajutor",
  "Hide ElevenClock" : "Ascunde ElevenClock",
  "Hide extended options from the clock right-click menu (needs a restart to be applied)" : "Ascundeți opțiunile extinse ale ceasului în meniul click-dreapta (necesită o repornire pentru a fi aplicat)",
  "Hide the clock, as the default windows clock would do." : "Ascundeți ceasul, fiindcă ceasul implicit Windows este suficient.",
  "Hide the clock during 10 seconds when clicked" : "Ascundeți ceasul pentru 10 secunde când faceți click",
  "Hide the clock in fullscreen mode" : "Ascundeți ceasul în modul ecran complet",
  "Hide the clock (<i>Recommended</i>)" : "Ascundeți ceasul (<i>Recomandat</i>)",
  "Hide the clock when a program occupies all screens" : "Ascundeți ceasul când un program ocupă toate ecranele",
  "Hide the clock when RDP client is active" : "Ascundeți ceasul când este activ clientul RDP",
  "Hide the clock when RDP Client or Citrix Workspace are running" : "Ascundeți ceasul cand rulează clientul RDP sau Citrix Workspace",
  "Icons by Icons8" : "Imagini by Icons8",
  "If you already know how does this work, or you want to skip the welcome wizard, please click on the bottom-left <i>Skip</i> button." : "Dacă deja știți cum funcționează, sau vreți să treceți peste secțiunea Bine ați venit, vă rugăm să apăsați pe butonul <i>Săriți peste</i> din colțul stânga-jos.",
  "If you don't know which one is the best, choose {0}" : "Dacă nu știți care este cea mai bună variantă, alegeți {0}",
  "If you don't understand what is happening, please uncheck the checkbox over the text area" : "Dacă nu ințelegeți ce se intâmplă, vă rugăm debifați căsuța de peste zona text",
  "Ignore mouse clicks when on fullscreen" : null,
  "Import" : "Importă",
  "Import settings from a local file" : "Importați setările dintr-un fișier local",
  "Info, report a bug, submit a feature request, donate, about" : "Informații, raportați o eroare, trimiteți o cerere pentru o funcționalitate nouă, despre",
  "Install update" : "Instalați actualizarea",
  "Internet date and time" : "Data și ora de pe internet",
  "Internet sync frequency" : "Frecvența de sincronizare cu internetul",
  "Internet time" : "Ora de pe internet",
  "Invalid time format\nPlease follow the\nC 1989 Standards" : "Format invalid de timp Vă rugăm să vă conformați Standardului C 1989",
  "Invalid time format\nPlease modify it\nin the settings" : "Format invalid de timp Vă rugăm modificați-l in setări",
  " - It is required that the Dark Text checkbox is disabled" : "- Este necesară debifarea căsuței Text Întunecat",
  "(It might help to solve issues with Netflix)" : null,
  "Language pack author(s), help translating ElevenClock" : "Autorul/Autorii pachetului lingvistic, ajută traducerea ElevenClock",
  "Let's talk: Format" : "Hai să discutăm: Format",
  "Local time" : "Ora locală",
  "Log, debugging information" : "Jurnal, informații pentru rezolvarea erorilor",
  "Monitor tools" : "\nInstrumente de monitorizare",
  "More Info" : "Mai multe informații",
  "Move this clock to the bottom" : "Mutați acest ceas în partea de jos",
  "Move this clock to the left" : "Mutați acest ceas în partea stângă",
  "Move this clock to the right" : "Mutați acest ceas în partea dreaptă",
  "Move this clock to the top" : "Mutați acest ceas în partea de sus",
  "Move to the left" : "Mutați în stânga",
  "Next" : "Următorul",
  "No" : "Nu",
  "No results were found" : "Nu au fost găsite rezultate",
  "Nothing to preview" : "Nimic de previzualizat",
  "Notification badge, clicked action, show desktop button, etc." : null,
  "Notification settings" : "Setări pentru notificări",
  "Now you should see the clock everywhere" : "Acum ar trebui să vedeți ceasul peste tot",
  "Ok" : "Ok",
  "One last thing: Appearance" : "O ultimă chestie: Aparența",
  "Only Date" : "Doar Data",
  "Only Time" : "Doar Ora",
  "Open" : "Deschis",
  "Open ElevenClock's log" : "Deschideți jurnalul aplicației ElevenClock",
  "Open GitHub" : "Deschide GitHub",
  "Open online help to troubleshoot problems" : "Deschideți ajutorul online pentru a remedia problemele",
  "Open page" : "Deschide pagina",
  "Open quick settings" : "Deschideți setările rapide",
  "Open run dialog" : "Deschideți dialogul rulare (Ctrl+R)",
  "Open search menu" : "Deschideți meniul de căutare",
  "Open start menu" : "Deschideți meniul start",
  "Open task manager" : "Deschideți managerul de activități",
  "Open the settings window and customize ElevenClock even further." : "Deschideți fereastra de setări și personalizați ElevenClock și mai mult",
  "Open the welcome wizard" : "Deschideți secțiunea Bine ați venit",
  "Override clock default height" : "Forțați înălțimea implicită a ceasului",
  "Paste a URL from the world clock api or equivalent" : "Lipiți o adresă URL de la API-ul world clock sau echivalent",
  "Pick a color" : "Alegeți o culoare",
  "Pin the clock to the desktop" : "Fixați ceasul pe desktop",
  "Please make sure to install ElevenClock from official sources only. Also, using ElevenClock implies the acceptation of the <b>GPLv3 license</b>" : "Asigurați-vă că instalați ElevenClock numai din surse oficiale. De asemenea, folosirea ElevenClock presupune acceptarea <b>Licenței GPLv3</b>",
  "Please select one of the following and click next." : "Vă rugăm selectați una din următoarele si apăsați \"Următorul\"",
  "Please select the clock style you like the most. You will be able to change this after in the settings window" : "Vă rugăm selectați stilul ceasului care vă place cel mai mult. Veți putea schimba asta după, din fereastra de setări",
  "Please select the date and time format you like the most. You will be able to change this after in the settings window" : "Vă rugăm selectați formatul de dată și timp care vă place cel mai mult. Veți putea schimba asta după, din fereastra de setări",
  "Precise internet time. Ideal if you are <b>not</b> using any kind of VPN or proxy" : "Ora precisă pe internet. Ideal dacă <b>nu</b> folosiți orice fel de VPN sau proxy",
  "<p>The latest version of ElevenClock has now been downloaded 50k times." : null,
  "Python date and time formats" : "Formatele de dată și ora din Python",
  "Quit ElevenClock" : "Ieșire ElevenClock",
  "Regional settings" : "Setări regionale",
  "Reload Clocks" : "Reîncărcați ceasurile",
  "Reload clocks right after exiting from sleep" : null,
  "Reload log" : "Reîncărcați jurnalul",
  "Remember that this wizard can be run at any time from the Settings Window" : "Țineți minte că acest utilitar poate fi reluat oricând din Fereastra de Setări",
  "Report" : "\nRaport",
  "Report an issue/request a feature" : "Raportați o problemă/Cereți o funcționalitate",
  "Reset" : "Resetați",
  "Reset ElevenClock preferences to defaults" : "Resetați setările ElevenClock la valorile implicite",
  "Reset monitor blacklisting status" : "Resetați starea listei negre a monitoarelor",
  "Restart ElevenClock" : "Reporniți ElevenClock",
  "Restore clock position" : "Restabiliți poziția ceasului",
  "Restore horizontal position" : "Restabiliți poziția orizontală",
  "Restore vertical position" : "Restabiliți poziția verticală",
  "Search on the settings" : "Căutați în setări",
  "Select custom color" : "Selectați culoarea personalizată",
  "Select custom font" : "Selectați fontul personalizat",
  "Select font" : null,
  "Select internet time provider, change sync frequency" : "Selectați furnizorul orei de pe internet, schimbați frecvența sincronizării",
  "Set a custom date and time format" : "Setați un format de dată și oră personalizat",
  "Set a custom network time provider" : "Setați furnizorul de rețea al orei personalizat",
  "Show a second clock on the other end of the taskbar" : null,
  "Show calendar" : "Arătați calendarul",
  "Show date on the clock" : "Arătați data pe ceas",
  "Show desktop" : "Arătați desktop-ul",
  "Show ElevenClock on system tray" : "Arătați ElevenClock în zona de notificări",
  "Show seconds on the clock" : "Arătați secundele pe ceas",
  "Show the clock at the left of the screen" : "Arătați ceasul în partea stângă a ecranului",
  "Show the clock on the primary screen" : "Arătați ceasul pe ecranul principal",
  "Show the clock on the primary screen (Useful if clock is set on the left)" : "Arătați ceasul pe ecranul principal (Util dacă ceasul este setat la stânga)",
  "Show the clock over fullscreen windows. This might cover some in-app controls, like youtube's exit fullscreen button, but it might be useful to see the time when playing" : "Arătați ceasul peste ferestrele pe tot ecranul. Acesta poate acoperi unele controale ale aplicației, cum ar fi butonul de ieșire din modul ecran complet de pe YouTube, dar poate fi util pentru a vedea ora în timpul redării",
  "Show the clock over the fullscreen window" : "Arătați ceasul peste ferestrele pe tot ecranul",
  "Show the clock when the taskbar is set to hide automatically" : "Arătați ceasul când bara de activități este setată să se ascundă automat",
  "Show the local computer time. The time will not be synced with the internet and might be inaccurate" : "Arătați timpul local al calculatorului. Timpul nu va fi sincronizat cu cel de pe internet si poate fi imprecis",
  "Show the title of the fullscreened apps on the log" : null,
  "Show this clock on the left" : "Arătați ceasul pe stânga",
  "Show this clock on the right" : "Arătați ceasul pe dreapta",
  "Show time on the clock" : "Arătați ora pe ceas",
  "Show weekday on the clock" : "Arătați ziua săptămânii pe ceas",
  "Show week number on the clock" : "Arătați numărul săptămânii pe ceas",
  "Skip" : "Săriți peste",
  "Specify a minimum width for the clock" : "Specificați lăţimea minimă pentru ceas",
  "Start" : "Start",
  "Success" : "Succes",
  "Suport the developer" : "Susțineți dezvoltatorul",
  "Support the dev: Give me a coffee☕" : "Sprijiniți dezvoltatorul: Oferiți-mi o cafea☕",
  "Sync time with the internet" : "Sincronizați timpul cu cel de pe internet",
  "System architecture:" : null,
  "System locale:" : null,
  "System version:" : null,
  "Task Manager" : "Manager de activități",
  "Testing features and error-fixing tools" : "Funcționalități în testare și unelte pentru repararea erorilor",
  "The monitors were unblacklisted successfully." : "Monitoarele au fost scoase de pe lista neagră cu succes.",
  "Third party licenses" : "Licențe terță-parte",
  "Third Party Open-Source Software in Elevenclock {0} (And their licenses)" : "Programe Open-Source terțe in ElevenClock {0} (Și licențele lor)",
  "This action can be reverted from the settings window, under <b>Clock position and size</b>" : "Această acțiune poate fi inversată din fereastra de setări, sub meniul <b>Poziția si mărimea ceasului</b>",
  " (This feature has been disabled because it should work by default. If it is not, please report a bug)" : "(Această funcționalitate a fost dezactivată pentru că ar trebui să funcționeze implicit. Dacă nu funcționează, vă rugăm raportați eroarea)",
  "This feature has been disabled because it should work by default. If it is not, please report a bug" : "Această funcționalitate a fost dezactivată pentru că ar trebui să funcționeze implicit. Dacă nu funcționează, vă rugăm raportați eroarea",
  "This wizard will help you configure and customize ElevenClock. Click Start to get started!" : "Acest utilitar vă va ajuta să configurați și personalizați ElevenClock. Apăsați Start pentru a începe!",
  "To disable the zero-padding effect, add a # in between the % and the code: non-zero-padded hours would be %#H, and zero-padded hours would be %H" : "Pentru a dezactiva efectul \"fara margine\", adaugati un # intre % si cod: orele pozitive (non-zero) fara margine ar fi %#H, iar orele fara margine ar fi %H",
  "Tooltip Appearance:" : "Aparența balonului explicativ:",
  "Tooltip's font, font size, font color and background" : "Fontul, mărimea fontului, culoarea fontului si fundalul pentru balonul explicativ",
  "Total RAM:" : null,
  "Translated to English by martinet101" : "Tradus în engleză de martinet101",
  "Translate ElevenClock to your language" : "Traduceți ElevenClock in limba dumneavoastră",
  "Updates, icon tray, language" : "Actualizări, bara de notificări, limbă",
  "Use a custom background color" : "Folosiți o culoare de fundal personalizată",
  "Use a custom font" : "Folosiți un font personalizat",
  "Use a custom font color" : "Folosiți o culoare personalizată de font",
  "Use a custom font size" : "Folosiți o mărime personalizată de font",
  "Use system accent color as background color" : "Folosiți culoarea de accent a sistemului drept culoarea de fundal",
  "View" : "Vedere",
  "View ElevenClock on GitHub" : "Vedeți ElevenClock pe GitHub",
  "View ElevenClock's homepage" : "Vedeți pagina web pentru ElevenClock",
  "View ElevenClock's source code. From there, you can report bugs or suggest features, or even contribute direcly to The ElevenClock Project" : "Vedeți codul sursă pentru ElevenClock. De acolo, puteți raporta erori sau să sugerați functionalități, sau puteți chiar și să contribuiți în mod direct la Proiectul ElevenClock",
  "W" : "W",
  "Wait a second!" : "Asteptați o secundă!",
  "Webpage" : "Pagina web",
  "Weekday" : "Săptămână",
  "Week Number" : "Numărul săptămânii",
  "Welcome to Elevenclock!" : "Bine ați venit la ElevenClock!",
  "Welcome to ElevenClock" : "Bine ați venit la ElevenClock",
  "What time do you want to see?" : "Ce oră vrei să vezi ?",
  "White&Black" : "Alb&Negru",
  "Yes" : "Da",
  "You are now ready to go!" : "Sunteți gata de plecare!",
  "You might lose functionalities, like the notification counter or the dynamic background" : "Puteți pierde funcționalități, cum ar fi numărul notificărilor sau fundalul dinamic",
  "You might need to set a custom background color for this to work.&nbsp;More info <a href=\"{0}\" style=\"color:DodgerBlue\">HERE</a>" : "Puteți avea nevoie să setați o culoare personalizată de fundal pentru funcționare.&nbsp;Mai multe informații <a href=\"{0}\" style=\"color:DodgerBlue\">AICI</a>"
}