{
  "10 hours" : "10 horas",
  "10 minutes" : "10 minutos",
  "1 hour" : "1 hora",
  "24 hours" : "24 horas",
  "2 hours" : "2 horas",
  "30 minutes" : "30 minutos",
  "4 hours" : "4 horas",
  "About" : "Sobre",
  "About ElevenClock version {0}:" : "Sobre ElevenClock versión {0}:",
  "About Qt" : "Sobre Qt",
  "About Qt6 (PySide6)" : "Sobre Qt6 (PySide6)",
  "About the language pack:" : "Sobre el paquete de idioma:",
  "Accent" : "Acento",
  "Add the \"Show Desktop\" button on the left corner of every clock" : "Añade el botón de \"Mostrar el escritorio\" en el borde derecho de cada reloj",
  "Adjust horizontal clock position" : "Ajusta la posición horizontal del reloj",
  "Adjust vertical clock position" : "Ajusta la posición vertical del reloj",
  "Align the clock text to the center" : "Alinea el texto del reloj al centro",
  " (ALPHA STAGE, MAY NOT WORK)" : " (AÚN EN ESTADO ALFA, PUEDE NO FUNCIONAR)",
  "Alternative clock alignment (may not work)" : "Alineación alternativa (puede no funcionar)",
  "Alternative non-SSL update server (This might help with SSL errors)" : "Servidor de actualitzaciones alternativo sin SSL (Puede ayudar a resolver problemas con las actualizaciones)",
  "Announcements:" : "Anuncios:",
  "Any text can be placed here. To place items such as date and time, please use the 1989 C standard. Check the format codes on the following link:" : "Qualquier texto se puede escribir aquí. Para poner elementos como la fecha o la hora, use el estándard C de 1989. Más información aquí:",
  "Apply" : "Aplicar",
  "Are you sure do you want to blacklist the monitor \"{0}\"?" : "Está seguro de que quiere añadir el monitor \"{0}\" a la lista negra?",
  "Automatically check for updates" : "Buscar actualizaciones automáticamente",
  "Automatically install available updates" : "Instalar automáticamente las actualizaciones",
  "<b>{0}</b> needs to be disabled to change this setting" : "<b>{0}</b> tiene que estar desactivado para cambiar esta opción",
  "<b>{0}</b> needs to be enabled to change this setting" : "<b>{0}</b> tiene que estar activado para cambiar esta opción",
  "Blacklisting a monitor will hide the clock on this monitor permanently." : "Si añade un monitor a la lista negra, el reloj no se mostrará en él.",
  "Blacklist Monitor" : "Añade el monitor a la lista negra",
  "Blacklist this monitor" : "Añade este monitor a la lista negra",
  "Black&White" : "Negro y Blanco ",
  "<b>Update to the latest version!</b>" : "<b>Actualiza a la última versión</b>",
  "But here are other things you can do:" : "Pero aquí hay otras cosas que usted puede hacer:",
  "Bypass update provider authenticity check (NOT RECOMMENDED, AT YOUR OWN RISK)" : "No comprobar la autenticidad de las actualizaciones (NO RECOMENDADO, BAJO SU RESPONSABILIDAD)",
  "Change" : "Cambiar",
  "Change date and time" : "Ajusta la fecha y la hora",
  "Change date and time format (Regional settings)" : "Cambia el formato de la fecha y la hora (Configuración Regional)",
  "Change startup behaviour" : "Cambiar el comportamiento al inicio",
  "Change task" : "Cambia la tarea",
  "Change the action done when the clock is clicked" : "Cambia la acción hecha por el reloj en ser pulsado",
  "Change the action done when the clock is double-clicked" : "Cambia la acción realizada cuando el reloj reciba un clic doble",
  "Check only the focused window on the fullscreen check" : "Comprueba sólo la ventana con el foco del usuario cuando se compruebe si hay ventanas en pantalla completa",
  "Click on Apply to apply and preview the format" : "Pulse en Aplicar para aplicar los cambios y previsualizar el formato",
  "Clock Appearance:" : "Apariencia del reloj:",
  "Clock on monitor {0}" : "Reloj en el monitor {0}",
  "Clock position and size:" : "Posición y tamaño del reloj:",
  "Clock Settings:" : "Configuración del reloj:",
  "Clock's font, font size, font color and background, text alignment" : "Tipo y tamaño de fuente, color del texto y de fondo, alineación del texto del reloj",
  "Clock size preferences, position offset, clock at the left, etc." : "Preferencias de tamaño del reloj, desplazamiento, reloj en la izquierda, etc.",
  "Close" : "Cerrar",
  "Close settings" : "Cerrar la configuración",
  "Copy log to clipboard" : "Copia el registo al portapapeles",
  "Couldn't load the announcements. Please try again later" : "No hemos podido cargar los anuncios. Inténtelo más tarde",
  "Custom format rules:" : "Normas del formato personalizado",
  "Customize ElevenClock even more" : "Personalizar ElevenClock aún más",
  "Customize the clock on Windows 11" : "Personalice el reloj del Windows 11",
  "Date format, Time format, seconds,weekday, weeknumber, regional settings" : "Formato de fecha y hora, segundos, día de la semana y semana del año, configuración regional",
  "Date & Time Settings:" : "Configuración de fecha y la hora:",
  "Debbugging information:" : "Información de depuración",
  "Default" : "Predeterminado ",
  "Developing is hard, and this aplication is free. But if you liked the application, you can always <b>buy me a coffee</b> :)" : "Desarrollar es difícil y esta aplicación es gratuita. Pero si te gustó la aplicación, siempre puedes <b>invitarme a un café</b> :)",
  "Disable clock taskbar background color (make clock transparent)" : "Desactiva el color de fondo automático del reloj (haz el reloj transparente)",
  "Disabled" : "Desactivado",
  "Disable hiding the default windows clock" : null,
  "Disable the new instance checker method" : "Desactivar el nuevo sistema de comprobación de instancias",
  "Disable the notification badge" : "Desactiva el contador de notificación",
  "Disable the tooltip shown when the clock is hovered" : "Desactive la etiqueta mostrada cuando se mantenga el ratón encima del reloj",
  "Disable tooltip's blurry background" : "Desactive el fondo difuminado de la etiqueta",
  "Donate" : "Donar",
  "Do not show the clock on secondary monitors" : "No muestres el reloj en pantallas secundarias",
  "ElevenClock" : "Elevenclock",
  "ElevenClock can hide when there's a fullscreen window present (when you are watching a video, you are playing, etc.), but it can also show over those windows (It might be useful if you use fullscreened terminals, etc.).<br><br>Please select one of the following and click next to continue" : "ElevenClock puede ocultarse cuando hay una ventana de pantalla completa presente (cuando se está viendo un video o está jugando, etc.), pero también puede mostrarse sobre esas ventanas (puede ser útil si se usan terminales en pantalla completa, etc.).<br/><br/>Seleccione una de las opciones y haga clic en Siguiente para continuar",
  "ElevenClock has updated to version {0} successfully\nPlease see GitHub for the changelog" : "ElevenClock se ha actualizado a la versión {0}\nVéase GitHub para el registro de cambios",
  "ElevenClock is an Open-Source application made with the help of other libraries made by the community:" : "ElevenClock es una aplicación de código abierto hecha con la ayuda de otras librerías hechas por la comunidad",
  "ElevenClock is downloading updates" : "ElevenClock está descargando las actualizaciones",
  "ElevenClock Settings" : "Configuración de ElevenClock",
  "ElevenClock's language" : "Idioma de ElevenClock",
  "ElevenClock's log" : "Registro de ElevenClock",
  "ElevenClock Updater" : "Actualizador de ElevenClock",
  "ElevenClock v{0}" : "ElevenClock v{0}",
  "Empty the recycle bin" : "Vacia la papelera de reciclaje",
  "Empty the recycle bin (Without confirmation)" : "Vacia la papelera de reciclaje (sin confirmar)",
  "Enable hide when multi-monitor fullscreen apps are running" : "Ocultar el reloj cuando una aplicación se ejecute en pantalla completa a través de diversos monitores",
  "Enable internet time sync" : "Active la sincronización de fecha y hora con internet",
  "Enable low-cpu mode" : "Activar el modo de bajo consumo de CPU",
  "Enable really silent updates" : "Activar actualizaciones silenciosas",
  "Export" : "Exportar",
  "Export log as a file" : "Exporta el registro como un fichero",
  "Export settings to a local file" : "Importar las preferencias desde un archivo local",
  "Fetching latest announcement, please wait..." : "Cargando el último anuncio, por favor espere...",
  "Finish" : "Finalizar",
  "Fix crashes relating to the \"FileNotFoundError\" error" : "Arregla los errores relacionados con el error \"FileNotFoundError\"",
  "Fixes and other experimental features: (Use ONLY if something is not working)" : "Características experimentales y solución de errores (Usar solo si hay algo que no funciona)",
  "Fix the hyphen/dash showing over the month" : "Arregla el guión mostrandose sobre el mes (formato de la fecha)",
  "(for advanced users only)" : "(sólo para usuarios avanzados)",
  "Force the clock to be at the bottom of the screen" : "Fuerza al reloj a mostrarse a la parte inferior de la pantalla",
  "Force the clock to be at the top of the screen" : "Fuerza al reloj a mostrarse a la parte de arriba de la pantalla",
  "Force the clock to be transparent if any window shows in fullscreen" : "Hacer el reloj transparente cuando una ventana se muestre en pantaalla completa",
  "Force the clock to have black text" : "Fuerza al reloj a mostrar el texto en negro",
  "Force the clock to have white text" : "Fuerza el reloj a tenir el texto blanco",
  "Ft. Seconds" : "Con segundos ",
  "Fullscreen behaviour" : "Comportamiento en pantalla completa",
  "Fullscreen behaviour, clock position, 1st monitor clock, other miscellanious settings" : "Comportamiento de pantalla completa, posición del reloj, reloj de la pantalla principal, otros parametros misceláneos",
  "General Settings:" : "Configuración general:",
  "Get started" : "Empezar",
  "Help" : "Ayuda",
  "Hide ElevenClock" : "Ocultar ElevenClock",
  "Hide extended options from the clock right-click menu (needs a restart to be applied)" : "Oculta las funciones extras del menú de clic derecho del relo (Se necessita un reinicio para aplicar)",
  "Hide the clock, as the default windows clock would do." : "Ocultar el reloj, como lo haría el reloj predeterminado de Windows.",
  "Hide the clock during 10 seconds when clicked" : "Oculat el reloj durante 10 segundos cuando se clique",
  "Hide the clock in fullscreen mode" : "Ocultar el reloj en modo de pantalla completa",
  "Hide the clock (<i>Recommended</i>)" : "Ocultar el reloj (<i>Recomendado</i>)",
  "Hide the clock when a program occupies all screens" : "Oculta el reloj cuando una aplicación ocupe todas las pantallas",
  "Hide the clock when RDP client is active" : "Ocultar el reloj si se está ejecutando el cliente de Escritorio Remoto",
  "Hide the clock when RDP Client or Citrix Workspace are running" : "Ocultar el reloj si se está ejecutando el cliente de Escritorio Remoto o Citrix Workspace",
  "Icons by Icons8" : "Los iconos son una cortesia de Icons8",
  "If you already know how does this work, or you want to skip the welcome wizard, please click on the bottom-left <i>Skip</i> button." : "Si ya sabes como funciona esto, o quieres saltarte el asistente de bienvenida, pulse el botón <i>Omitir</i> a bajo y a la izquierda.",
  "If you don't know which one is the best, choose {0}" : "Si no sabe cual es la mejor, elija {0}",
  "If you don't understand what is happening, please uncheck the checkbox over the text area" : "Si no entiende qué está pasando, por favor desmarque la casilla de encima de la caja de texto",
  "Import" : "Importar",
  "Import settings from a local file" : "Exportar las preferencias a un archivo local",
  "Info, report a bug, submit a feature request, donate, about" : "Información, reportar un problema, suggerir una característica, hacer una donación, información sobre ElevenClock",
  "Install update" : "Instalar actualización",
  "Internet date and time" : "Fecha y hora de internet",
  "Internet sync frequency" : "Frecuencia de sincronización",
  "Internet time" : "Hora de internet",
  "Invalid time format\nPlease follow the\nC 1989 Standards" : "Formato no válido\nSiga el estándard\nde C del 1989",
  "Invalid time format\nPlease modify it\nin the settings" : "Formato no válido\nCambie esto\nen la configuración",
  " - It is required that the Dark Text checkbox is disabled" : " - Se necesita que la opción de Texto en Negro esté desactivada",
  "Language pack author(s), help translating ElevenClock" : "Autor(es) del paquete de idioma, ayudad a traducir ElevenClock",
  "Let's talk: Format" : "Hablemos del formato",
  "Local time" : "Hora local",
  "Log, debugging information" : "Registro, información de depuración",
  "Monitor tools" : "Herramientas de monitor",
  "More Info" : "Más información",
  "Move this clock to the bottom" : "Mueve este reloj abajo",
  "Move this clock to the left" : "Mueve este reloj a la izquierda",
  "Move this clock to the right" : "Mueve este reloj a la derecha",
  "Move this clock to the top" : "Mueve este reloj arriba",
  "Move to the left" : "Mueve a la izquierda",
  "Next" : "Siguiente",
  "No" : "No",
  "No results were found" : "No se encontraron resultados",
  "Nothing to preview" : "Nada a previsualizar",
  "Notification settings" : "Configuración de las notificaciones",
  "Now you should see the clock everywhere" : "Ahora debería poder ver el reloj en todas partes",
  "Ok" : "De acuerdo",
  "One last thing: Appearance" : "Por último: la apariencia",
  "Only Date" : "Solo fecha",
  "Only Time" : "Solo hora",
  "Open" : "Abre",
  "Open ElevenClock's log" : "Abrir el regostro de ElevenClock",
  "Open GitHub" : "Abrir GitHub",
  "Open online help to troubleshoot problems" : "Abre la ayuda en línea para solucionar problemas",
  "Open page" : "Abre",
  "Open quick settings" : "Abre las accions rápidas",
  "Open run dialog" : "Abre el diálogo de ejecutar",
  "Open search menu" : "Abre el menú de búsqueda",
  "Open start menu" : "Abre el menú de inicio",
  "Open task manager" : "Abre el administrador de tareas",
  "Open the settings window and customize ElevenClock even further." : "Abra la configuración y personalize ElevenClock aún más.",
  "Open the welcome wizard" : "Abre el asistente de bienvenida",
  "Override clock default height" : "Sobreescribe la altura predeterminada del reloj",
  "Paste a URL from the world clock api or equivalent" : "Pegue el URL de la API del reloj de internet o equivalente",
  "Pick a color" : "Seleccione un color",
  "Pin the clock to the desktop" : "Anclar el reloj al escritorio",
  "Please make sure to install ElevenClock from official sources only. Also, using ElevenClock implies the acceptation of the <b>GPLv3 license</b>" : "Asegúrese de haber instalado ElevenClock solo desde fuentes oficiales. Asimismo, el uso de ElevenClock implica la aceptación de la <b>licencia GPLv3</b>",
  "Please select one of the following and click next." : "Seleccione una opción y pulse siguiente para continuar. ",
  "Please select the clock style you like the most. You will be able to change this after in the settings window" : "Seleccione el estilo de reloj que más le guste. Podrá cambiar esto más adelante en la ventana de configuración",
  "Please select the date and time format you like the most. You will be able to change this after in the settings window" : "Seleccione el formato de fecha y hora que más le guste. Podrá cambiar esto después en la ventana de configuración",
  "Precise internet time. Ideal if you are <b>not</b> using any kind of VPN or proxy" : "Hora precisa de Internet. Ideal si <b>no</b> utiliza ningún tipo de VPN o proxy",
  "Python date and time formats" : "Valores de fecha y hora",
  "Quit ElevenClock" : "Cerrar ElevenClock",
  "Regional settings" : "Configuración Regional",
  "Reload Clocks" : "Recargar relojes",
  "Reload log" : "Recarga el registre",
  "Remember that this wizard can be run at any time from the Settings Window" : "Recuerde que este asistente se puede ejecutar en cualquier momento desde la ventana de configuración",
  "Report" : "Reportar",
  "Report an issue/request a feature" : "Reporta un problema/proponer una característica",
  "Reset" : "Reinicia",
  "Reset ElevenClock preferences to defaults" : "Resetea las preferencias de ElevenClock a sus valores predefinidos",
  "Reset monitor blacklisting status" : "Reinicia la lista negra de monitores",
  "Restart ElevenClock" : "Reiniciar ElevenClock",
  "Restore clock position" : "Restablece la posición del reloj",
  "Restore horizontal position" : "Restablezca la posición horizontal",
  "Restore vertical position" : "Restablezca la posición vertical",
  "Search on the settings" : "Buscar en la configuración",
  "Select custom color" : "Selecciona un color",
  "Select custom font" : "Seleccione un tipo de fuente personalizado ",
  "Select font" : null,
  "Select internet time provider, change sync frequency" : "Selecciona el proveedor de fecha y hora, cambia la frecuencia de sincronización",
  "Set a custom date and time format" : "Establece un formato de fecha y hora personalizado",
  "Set a custom network time provider" : "Esteblezca un proveedor de hora de internet",
  "Show calendar" : "Muestra el calendario",
  "Show date on the clock" : "Muestra la fecha en el reloj",
  "Show desktop" : "Muestra el escritorio",
  "Show ElevenClock on system tray" : "Mostrar ElevenClock en la bandeja del sistema",
  "Show seconds on the clock" : "Muestra los segundos en el reloj",
  "Show the clock at the left of the screen" : "Muestra el reloj a la parte izquierda de la pantalla",
  "Show the clock on the primary screen" : "Muestra el reloj en la pantalla principal",
  "Show the clock on the primary screen (Useful if clock is set on the left)" : "Muestra el reloj en la pantalla principal (Útil si usted tiene el reloj en la parte izquierda de la pantalla)",
  "Show the clock over fullscreen windows. This might cover some in-app controls, like youtube's exit fullscreen button, but it might be useful to see the time when playing" : "Mostrar el reloj en ventanas de pantalla completa. Esto podría cubrir algunos controles de la aplicación, como el botón de salida de pantalla completa de YouTube, pero podría ser útil para ver la hora mientras se reproduce.",
  "Show the clock over the fullscreen window" : "Mostrar el reloj encima de una ventana en pantalla completa",
  "Show the clock when the taskbar is set to hide automatically" : "Muestra el reloj cuando la barra de tareas esté configurada para ocultarse",
  "Show the local computer time. The time will not be synced with the internet and might be inaccurate" : "Mostrar la hora de la computadora local. La hora no se sincronizará con Internet y podría ser inexacta",
  "Show the title of the fullscreened apps on the log" : null,
  "Show this clock on the left" : "Muestra este reloj a la izquierda",
  "Show this clock on the right" : "Muestra este reloj a la derecha",
  "Show time on the clock" : "Muestra la hora en el reloj",
  "Show weekday on the clock" : "Muestra el día de la semana en el reloj",
  "Show week number on the clock" : "Muestra el número de la semana en el reloj",
  "Skip" : "Omitir",
  "Specify a minimum width for the clock" : "Especifica una anchura mínima para el relol",
  "Start" : "Comenzar",
  "Success" : "Felicidades!",
  "Suport the developer" : "Apoye al desarrollador ",
  "Support the dev: Give me a coffee☕" : "Suporta al desarrollador: cómprame un café☕",
  "Sync time with the internet" : "Sincroniza la fecha y la hora con internet",
  "Task Manager" : "Administrador de tareas",
  "Testing features and error-fixing tools" : "Características experimentales y otras configuraciones para la solución de errores",
  "The monitors were unblacklisted successfully." : "Los monitores se quitaron de la lista negra correctamente",
  "Third party licenses" : "Licencias de terceros",
  "Third Party Open-Source Software in Elevenclock {0} (And their licenses)" : "Software de terceros de código abierto en ElevenClock {0} (Y sus licencias)",
  "This action can be reverted from the settings window, under <b>Clock position and size</b>" : "Esta acción puede ser revertida des de la Configuración, debajo de <b>Posición y tamaño del reloj</b>",
  " (This feature has been disabled because it should work by default. If it is not, please report a bug)" : "(Esta función se ha deshabilitado porque debería funcionar de manera predeterminada. Si no es así, informe un error)\n",
  "This feature has been disabled because it should work by default. If it is not, please report a bug" : "Esta función se ha desactivado porque debería funcionar de forma predeterminada. Si no es así, informe un error",
  "This wizard will help you configure and customize ElevenClock. Click Start to get started!" : "Este asistente te ayudará a configurar y personalizar ElevenClock. ¡Haz clic en Comenzar para iniciar el proceso!",
  "To disable the zero-padding effect, add a # in between the % and the code: non-zero-padded hours would be %#H, and zero-padded hours would be %H" : "Para desactivar el cero inicial, añada un # entre el % y el código: las horas sin cero serían %#H, mientras que las horas con cero serían %H",
  "Tooltip Appearance:" : "Apariencia de la etiqueta",
  "Tooltip's font, font size, font color and background" : "Tipo de fuente de la etiqueta, tamaño y color de fuente y fondo de la etiqueta",
  "Translated to English by martinet101" : "Traducido al Castellano por martinet101",
  "Translate ElevenClock to your language" : "Traduce ElevenClock a tu idioma",
  "Updates, icon tray, language" : "Actualizaciones, bandeja del sistema, idioma",
  "Use a custom background color" : "Usa un color de fondo específico",
  "Use a custom font" : "Usar un tipo de letra personalizado",
  "Use a custom font color" : "Usa un color de fuente específico",
  "Use a custom font size" : "Usar un tamaño de letra personalizado",
  "Use system accent color as background color" : "Usa el color de émfasis del sistema como color de fondo del reloj",
  "View" : "Muestra",
  "View ElevenClock on GitHub" : "Vea ElevenClock en GitHub ",
  "View ElevenClock's homepage" : "Abre la página web de ElevenClock",
  "View ElevenClock's source code. From there, you can report bugs or suggest features, or even contribute direcly to The ElevenClock Project" : "Ver el código fuente de ElevenClock. Desde allí, puede informar errores o sugerir características, o incluso contribuir directamente al Proyecto ElevenClock.",
  "W" : "S",
  "Wait a second!" : "Espere un segundo",
  "Webpage" : "Página web",
  "Weekday" : "Día de la semana",
  "Week Number" : "Número de la semana",
  "Welcome to Elevenclock!" : "Le damos la bienvenida a ElevenClock",
  "Welcome to ElevenClock" : "Bienvenido/a a ElevenClock",
  "What time do you want to see?" : "Qué hora desea ver? ",
  "White&Black" : "Blanco y Negro",
  "Yes" : "Sí",
  "You are now ready to go!" : "Aquí ya hemos acabado",
  "You might lose functionalities, like the notification counter or the dynamic background" : "Puede perder funcionalidades, como el contador de notificaciones o el fondo dinámico",
  "You might need to set a custom background color for this to work.&nbsp;More info <a href=\"{0}\" style=\"color:DodgerBlue\">HERE</a>" : "Puede ser que necesite establecer un color de fondo para el reloj.&nbsp;Más información <a href=\"{0}\" style=\"color:DodgerBlue\">AQUÍ</a>"
}