{
  "10 hours" : "10 horas",
  "10 minutes" : "10 minutos",
  "1 hour" : "1 hora",
  "24 hours" : "24 horas",
  "2 hours" : "2 horas",
  "30 minutes" : "30 minutos",
  "4 hours" : "4 horas",
  "About" : "Sobre",
  "About ElevenClock version {0}:" : "Sobre o ElevenClock versão {0}:",
  "About Qt" : "Sobre Qt",
  "About Qt6 (PySide6)" : "Sobre Qt6 (PySide6)",
  "About the language pack:" : "Sobre o pacote de idiomas:",
  "Accent" : "Acentuar",
  "Add the \"Show Desktop\" button on the left corner of every clock" : "Adicionar o botão \"Mostrar Ambiente de Trabalho\" à esquerda do canto do relógio",
  "Adjust horizontal clock position" : "Ajustar horizontalmente a posição do relógio",
  "Adjust vertical clock position" : "Ajustar verticalmente a posição do relógio",
  "Align the clock text to the center" : "Alinhar o texto do relógio ao centro",
  " (ALPHA STAGE, MAY NOT WORK)" : "(ETAPA ALFA, NÃO ESTÁ A FUNCIONAR)",
  "Alternative clock alignment (may not work)" : "Alinhamento do relógio alternativo (pode não funcionar)",
  "Alternative non-SSL update server (This might help with SSL errors)" : "Servidor de actualização sem SSL alternativo (Pode ajudar com erros de SSL)",
  "Announcements:" : "Anúncios:",
  "Any text can be placed here. To place items such as date and time, please use the 1989 C standard. Check the format codes on the following link:" : "Qualquer texto deve ser colocado aqui. Para colocar itens como data e hora, por favor use a definição 1989 C. Para mais informações, siga neste link",
  "Apply" : "Aceitar",
  "Are you sure do you want to blacklist the monitor \"{0}\"?" : "Tem a certeza que pretende que o monitor \"{0}\" fica em lista negra?",
  "Automatically check for updates" : "Procurar actualizações automaticamente",
  "Automatically install available updates" : "Instalar actualizações automaticamente",
  "<b>{0}</b> needs to be disabled to change this setting" : "A opção <b>{0}</b> necessita de estar desativada para mudar esta definição",
  "<b>{0}</b> needs to be enabled to change this setting" : "A opção <b>{0}</b> necessita de estar activada para mudar esta definição",
  "Blacklisting a monitor will hide the clock on this monitor permanently." : "Monitorizar a Lista negra quando o relógio estiver ocultado neste ecrã permanentemente.",
  "Blacklist Monitor" : "Monitor Lista Negra",
  "Blacklist this monitor" : "Monitorizar esta Lista Negra",
  "Black&White" : "Preto&Branco",
  "<b>Update to the latest version!</b>" : "<b>Actualize para a versão mais recente!</b>",
  "But here are other things you can do:" : "Aqui estão outras coisas que pode fazer:",
  "Bypass update provider authenticity check (NOT RECOMMENDED, AT YOUR OWN RISK)" : "Não verificar integridade da actualização (NÃO RECOMENDADO, POR SUA CONTA E RISCO)",
  "Change" : "Alterar",
  "Change date and time" : "Alterar data e hora",
  "Change date and time format (Regional settings)" : "Mudar formato de data e hora (Definições regionais)",
  "Change startup behaviour" : "Mudar comportamento do arranque",
  "Change task" : "Alterar tarefa",
  "Change the action done when the clock is clicked" : "Alterar esta acção quando clicar no relógio",
  "Change the action done when the clock is double-clicked" : "Alterar esta acção quando fizer duplo clique no relógio",
  "Check only the focused window on the fullscreen check" : "Verificar, apenas, a janela focada na verificação de ecrã completo",
  "Click on Apply to apply and preview the format" : "Clicar em Aplicar para aplicar e pré-visualizar o formato",
  "Clock Appearance:" : "Aspeto do relógio:",
  "Clock on monitor {0}" : "Monitorizar o relógio {0}",
  "Clock position and size:" : "Posição e tamanho do relógio:",
  "Clock Settings:" : "Definições do relógio:",
  "Clock's font, font size, font color and background, text alignment" : "Tipo de letra do relógio, tamanho da letra, cor da letra e fundo, alinhamento do texto",
  "Clock size preferences, position offset, clock at the left, etc." : "Tamanho preferencial do relógio, posição de deslocamento, relógio à esquerda, etc.",
  "Close" : "Fechar",
  "Close settings" : "Fechar definições",
  "Copy log to clipboard" : "Copiar registos para a área de transferência",
  "Couldn't load the announcements. Please try again later" : "Não é possível carregar os anúncios. Por favor tente mais tarde",
  "Custom format rules:" : "Regras de formato personalizado:",
  "Customize ElevenClock even more" : "Predefinir ainda mais o ElevenClock",
  "Customize the clock on Windows 11" : "Personalizar o relógio no Windows 11",
  "Date format, Time format, seconds,weekday, weeknumber, regional settings" : "Formato da data, formato da hora, segundo, semana, número da semana, definições regionais",
  "Date & Time Settings:" : "Definições de Data e Hora:",
  "Debbugging information:" : "Informação de depuração:",
  "Default" : "Por defeito",
  "Developing is hard, and this aplication is free. But if you liked the application, you can always <b>buy me a coffee</b> :)" : "Desenvolver é árduo, e esta aplicação é gratuita. Mas se gostar da aplicação, pode sempre <b>pagar-me um café</b> :)",
  "Disable clock taskbar background color (make clock transparent)" : "Desactivar a cor de fundo do relógio da barra de tarefas (colocar relógio transparente)",
  "Disabled" : "Desactivado",
  "Disable hiding the default windows clock" : "Desactivar o relógio padrão do Windows ocultado",
  "Disable the new instance checker method" : "Desactivar o novo método de verificação de instância",
  "Disable the notification badge" : "Desactivar o selo de notificação",
  "Disable the tooltip shown when the clock is hovered" : "Desactivar as dicas de ferramentas quando sobrepor do relógio",
  "Disable tooltip's blurry background" : "Desactivar o fundo desfocado das dicas de ferramentas",
  "Donate" : "Doar",
  "Do not show the clock on secondary monitors" : "Não mostrar o relógio em monitores secundários",
  "ElevenClock" : "ElevenClock",
  "ElevenClock can hide when there's a fullscreen window present (when you are watching a video, you are playing, etc.), but it can also show over those windows (It might be useful if you use fullscreened terminals, etc.).<br><br>Please select one of the following and click next to continue" : "Pode ocultar o ElevenClock quando estiver com uma janela inteira (quando estiver a assistir a um vídeo, a jogar, etc.), mas também pode mostrar sob essas janelas (pode ser útil se utilizar a Linha de Comandos em ecrã inteiro, etc.).<br><br>Escolha uma das seguintes opções e clicar em seguinte para continuar",
  "ElevenClock has updated to version {0} successfully\nPlease see GitHub for the changelog" : "Foi actualizado com sucesso a versão do ElevenClock {0} Por favor consulta o GitHub para o registo de alterações",
  "ElevenClock is an Open-Source application made with the help of other libraries made by the community:" : "ElevenClock é uma aplicação de código aberto feito com a ajuda de outras bibliotecas feitas pela comunidade:",
  "ElevenClock is downloading updates" : "Descarregar actualizações do ElevenClock",
  "ElevenClock Settings" : "Definições ElevenClock",
  "ElevenClock's language" : "Idioma ElevenClock",
  "ElevenClock's log" : "Registo do Elevenclock",
  "ElevenClock Updater" : "Actualizar ElevenClock",
  "ElevenClock v{0}" : "ElevenClock v{0}",
  "Empty the recycle bin" : "Esvaziar reciclagem",
  "Empty the recycle bin (Without confirmation)" : "Esvaziar a Reciclagem (Sem confirmação)",
  "Enable hide when multi-monitor fullscreen apps are running" : "Esconder relógio quando aplicações multi-monitor estiverem em execução",
  "Enable internet time sync" : "Activar a sincronização da hora da internet",
  "Enable low-cpu mode" : "Activar o modo baixo CPU",
  "Enable really silent updates" : "Ligar actualizações silenciosas",
  "Export" : "Exportar",
  "Export log as a file" : "Exportar registos para o ficheiro",
  "Export settings to a local file" : "Exportar o ficheiro local de definições",
  "Fetching latest announcement, please wait..." : "Buscando o último anúncio, aguarde por favor...",
  "Finish" : "Finalizar",
  "Fix crashes relating to the \"FileNotFoundError\" error" : "Corrigir falhas relacionadas com o erro \"FileNotFoundError\"",
  "Fixes and other experimental features: (Use ONLY if something is not working)" : "Correções e outras funcionalidades experimentais: (Usar APENAS se algo não funcionar corretamente)",
  "Fix the hyphen/dash showing over the month" : "Corrigir problema onde aparece um hífen/traço em cima do mês",
  "(for advanced users only)" : "(só para utilizadores avançados)",
  "Force the clock to be at the bottom of the screen" : "Forçar o relógio a ficar no rodapé do ecrã",
  "Force the clock to be at the top of the screen" : "Forçar o relógio a ficar no topo do ecrã",
  "Force the clock to be transparent if any window shows in fullscreen" : "Forçar o relógio a ficar transparente em qualquer janela que apresente em ecrã completo",
  "Force the clock to have black text" : "Forçar a cor do relógio a preto",
  "Force the clock to have white text" : "Forçar a cor do relógio a branco",
  "Ft. Seconds" : "Ft. Segundos",
  "Fullscreen behaviour" : "Comportamento do ecrã completo",
  "Fullscreen behaviour, clock position, 1st monitor clock, other miscellanious settings" : "Comportamento do ecrã completo, posição do relógio, relógio no 1º monitor, outras diversas definições",
  "General Settings:" : "Definições Gerais:",
  "Get started" : "Preparados",
  "Help" : "Ajuda",
  "Hide ElevenClock" : "Ocultar ElevenClock",
  "Hide extended options from the clock right-click menu (needs a restart to be applied)" : "Ocultar as opções estendidas no menu do botão do lado direito do relógio (necessita de reiniciar para aplicar)",
  "Hide the clock, as the default windows clock would do." : "Ocultar o relógio, predefinir o que deve fazer com a janela do relógio.",
  "Hide the clock during 10 seconds when clicked" : "Ocultar o relógio durante 10 segundo quando clicar",
  "Hide the clock in fullscreen mode" : "Esconder o relógio quando em modo de ecrã inteiro",
  "Hide the clock (<i>Recommended</i>)" : "Ocultar o relógio (<i>Recomendado</i>)",
  "Hide the clock when a program occupies all screens" : "Esconder relógio quando um programa ocupa todos os ecrãs",
  "Hide the clock when RDP client is active" : "Ocultar o relógio quando o Ambiente de Trabalho Remoto estiver a ser usado",
  "Hide the clock when RDP Client or Citrix Workspace are running" : "Ocultar o relógio quando o Ambiente de Trabalho Remoto ou o Citrix Workspace estiverem em execução",
  "Icons by Icons8" : "Ícones por Icons8",
  "If you already know how does this work, or you want to skip the welcome wizard, please click on the bottom-left <i>Skip</i> button." : "Se já sabe como funcionar, ou pode saltar o assistente de boas vindas, clique no botão <i>Saltar</i> no canto inferior esquerdo.",
  "If you don't know which one is the best, choose {0}" : "Se não sabe qual é o melhor, escolha {0}",
  "If you don't understand what is happening, please uncheck the checkbox over the text area" : "Se não perceber o que está a acontecer, por favor desmarque na caixa de selecção sobre área do texto",
  "Import" : "Importar",
  "Import settings from a local file" : "Importar definições num ficheiro local",
  "Info, report a bug, submit a feature request, donate, about" : "Informações, reportar um erro, submeter uma função, doar, sobre",
  "Install update" : "Instalar actualização",
  "Internet date and time" : "Data e hora da Internet",
  "Internet sync frequency" : "Frequência de sincornização na Internet",
  "Internet time" : "Relógio da Internet",
  "Invalid time format\nPlease follow the\nC 1989 Standards" : "Formato hora inválido. Por favor siga a Definição C 1989",
  "Invalid time format\nPlease modify it\nin the settings" : "Formato hora inválida. Por favor modifique nas definições",
  " - It is required that the Dark Text checkbox is disabled" : " - É necessário que a opção Texto Escuro esteja desactivada",
  "(It might help to solve issues with Netflix)" : "(Pode ajudar a resolver o problema com a Netflix)",
  "Language pack author(s), help translating ElevenClock" : "Autor(es) do pacote de idioma, ajude a traduzir o ElevenClock",
  "Let's talk: Format" : "Vamos conversar: Formatar",
  "Local time" : "Horário Local",
  "Log, debugging information" : "Registos, informação de depuração",
  "Monitor tools" : "Ferramentas de monitorização",
  "More Info" : "Mais Informações",
  "Move this clock to the bottom" : "Mover este relógio para o rodapé",
  "Move this clock to the left" : "Mover este relógio para a esquerda",
  "Move this clock to the right" : "Mover este relógio para a direita",
  "Move this clock to the top" : "Mover o relógio para o topo",
  "Move to the left" : "Mover para a esquerda",
  "Next" : "Seguinte",
  "No" : "Não",
  "No results were found" : "Sem resultados encontrados",
  "Nothing to preview" : "Nada para pré-visualizar",
  "Notification settings" : "Definições de notificação",
  "Now you should see the clock everywhere" : "Agora pode ver o relógio em qualquer local",
  "Ok" : "OK",
  "One last thing: Appearance" : "Só uma coisa: Aparência",
  "Only Date" : "Só Data",
  "Only Time" : "Só Hora",
  "Open" : "Abrir",
  "Open ElevenClock's log" : "Abrir registo de eventos do ElevenClock",
  "Open GitHub" : "Abrir no GitHub",
  "Open online help to troubleshoot problems" : "Abrir a ajuda online para a resolução dos problemas",
  "Open page" : "Abrir página",
  "Open quick settings" : "Abrir definições rápidas",
  "Open run dialog" : "Abrir a execução de diálogo",
  "Open search menu" : "Abrir menu de pesquisa",
  "Open start menu" : "Abrir no menu iniciar",
  "Open task manager" : "Abrir gestor de tarefas",
  "Open the settings window and customize ElevenClock even further." : "Abrir a janela de definições e personalizar ainda mais o ElevenClock.",
  "Open the welcome wizard" : "Abrir o assistente de boas-vindas",
  "Override clock default height" : "Substituir a altura pré-definida do relógio",
  "Paste a URL from the world clock api or equivalent" : "Cole a URL da API do relógio mundial ou equivalente",
  "Pick a color" : "Escolha uma cor",
  "Pin the clock to the desktop" : "Fixar o relógio no ambiente de trabalho",
  "Please make sure to install ElevenClock from official sources only. Also, using ElevenClock implies the acceptation of the <b>GPLv3 license</b>" : "Certifique-se que está a instalar o ElevenClock através de fontes oficiais. Além disso, ao usar o ElevenClock implica a aceitação da <b>Licença GPL v3</b>",
  "Please select one of the following and click next." : "Por favor escolha um deles e seguidamente clique.",
  "Please select the clock style you like the most. You will be able to change this after in the settings window" : "Por favor escolha o estilo de relógio que goste. Pode alterar isso posteriormente na janela de definições",
  "Please select the date and time format you like the most. You will be able to change this after in the settings window" : "Escolha o formato data e hora que pretenda. Poderá alterar na janela de configurações",
  "Precise internet time. Ideal if you are <b>not</b> using any kind of VPN or proxy" : "Relógio da internet preciso. Ideal se <b>não</b> for usado em qualquer VPN ou proxy",
  "Python date and time formats" : "Formato data e hora em Python",
  "Quit ElevenClock" : "Sair do ElevenClock",
  "Regional settings" : "Definições regionais",
  "Reload Clocks" : "Reiniciar relógios",
  "Reload log" : "Recarregar registo",
  "Remember that this wizard can be run at any time from the Settings Window" : "Recordo que este assistente deve ser executado em qualquer altura na Janela de Definições",
  "Report" : "Reportar",
  "Report an issue/request a feature" : "Reportar um problema/pedir uma funcionalidade",
  "Reset" : "Restaurar",
  "Reset ElevenClock preferences to defaults" : "Restaurar ElevenClock com as definições iniciais",
  "Reset monitor blacklisting status" : "Restaurar o monitor do estado da lista negra",
  "Restart ElevenClock" : "Reiniciar ElevenClock",
  "Restore clock position" : "Restaurar posição do relógio",
  "Restore horizontal position" : "Restaurar horizontalmente",
  "Restore vertical position" : "Restaurar verticalmente",
  "Search on the settings" : "Pesquisar nas definições",
  "Select custom color" : "Escolher cor",
  "Select custom font" : "Escolher definição do tipo de letra",
  "Select font" : "Escolha o tipo de letra",
  "Select internet time provider, change sync frequency" : "Seleccionar servidor da hora da internet, alterar a frequência da sincronização",
  "Set a custom date and time format" : "Definir o formato de data e hora",
  "Set a custom network time provider" : "Definir o servidor da rede da hora predefinido",
  "Show calendar" : "Mostrar calendário",
  "Show date on the clock" : "Mostrar a data no relógio",
  "Show desktop" : "Mostrar ambiente de trabalho",
  "Show ElevenClock on system tray" : "Mostrar ElevenClock na área de notificação",
  "Show seconds on the clock" : "Mostrar segundos no relógio",
  "Show the clock at the left of the screen" : "Mostrar relógio à esquerda do ecrã",
  "Show the clock on the primary screen" : "Mostrar relógio no ecrã principal",
  "Show the clock on the primary screen (Useful if clock is set on the left)" : "Mostrar o relógio no ecrã principal (Útil se o relógio estiver definido para aparecer à esquerda)",
  "Show the clock over fullscreen windows. This might cover some in-app controls, like youtube's exit fullscreen button, but it might be useful to see the time when playing" : "Mostrar o relógio na janela inteira. Isso pode abranger alguns controlos da aplicação, como o botão de saída do ecrã inteiro do Youtube, mas pode ser útil enquanto estiver a jogar",
  "Show the clock over the fullscreen window" : "Mostrar o relógio quando estiver a janela estiver em ecrã completo",
  "Show the clock when the taskbar is set to hide automatically" : "Mostrar o relógio quando a barra de tarefas estiver definida para ocultar automaticamente",
  "Show the local computer time. The time will not be synced with the internet and might be inaccurate" : "Mostrar hora do computador local. A hora não é sincronizada na internet e pode não ser preciso",
  "Show the title of the fullscreened apps on the log" : "Mostrar o título das aplicações em ecrã inteiro no registo",
  "Show this clock on the left" : "Mostrar este relógio na esquerda",
  "Show this clock on the right" : "Mostrar este relógio na direita",
  "Show time on the clock" : "Mostrar as horas no relógio",
  "Show weekday on the clock" : "Mostrar o dia da semana no relógio",
  "Show week number on the clock" : "Mostrar dia da semana no relógio",
  "Skip" : "Ignorar",
  "Specify a minimum width for the clock" : "Especificar a largura mínima para o relógio",
  "Start" : "Iniciar",
  "Success" : "Sucesso",
  "Suport the developer" : "Suportar o desenvolvimento",
  "Support the dev: Give me a coffee☕" : "Apoia no desenvolvimento: Oferece-me um café☕",
  "Sync time with the internet" : "Sincronizar hora na internet",
  "Task Manager" : "Gestor de Tarefas",
  "Testing features and error-fixing tools" : "Recursos de teste e ferramentas de correcção de erros",
  "The monitors were unblacklisted successfully." : "Os actuais monitores foram retirados da lista negra com sucesso. ",
  "Third party licenses" : "Licenças tripartidas",
  "Third Party Open-Source Software in Elevenclock {0} (And their licenses)" : "Software de código aberto por terceiros no Elevenclock {0} (E suas licenças)",
  "This action can be reverted from the settings window, under <b>Clock position and size</b>" : "Esta acção pode ser revertida na janela de definições, em <b>Posição e tamanho do relógio</b>",
  " (This feature has been disabled because it should work by default. If it is not, please report a bug)" : "(Esta funcionalidade está desativada porque deve funcionar por predefinição. Caso não funcione, reporte o problema)",
  "This feature has been disabled because it should work by default. If it is not, please report a bug" : "Esta função foi desactivado porque deveria de funcionar por defeito. Se não, por favor reporte o erro",
  "This wizard will help you configure and customize ElevenClock. Click Start to get started!" : "Este assistente vai ajudar a configurar e a modificar o ElevenClock. Carregue em Começar para dar início!",
  "To disable the zero-padding effect, add a # in between the % and the code: non-zero-padded hours would be %#H, and zero-padded hours would be %H" : "Para desactivar o efeito do preenchimento de zeros, adiciona # entre % com código d: as horas não preenchidas deve colocar %#H, e efeito do preenchimento das horas deve colocar %H",
  "Tooltip Appearance:" : "Aparência das Dicas de Ferramentas:",
  "Tooltip's font, font size, font color and background" : "Tipo de letra das Dicas de Ferramentas, tamanho da letra, cor da letra e fundo",
  "Translated to English by martinet101" : "Traduzido para Português por jmlcoliveira e Miguel Couto",
  "Translate ElevenClock to your language" : "Traduz o ElevenClock para o teu idioma",
  "Updates, icon tray, language" : "Actualizações, bandeja de ícones, idioma",
  "Use a custom background color" : "Mudar cor do fundo do relógio",
  "Use a custom font" : "Mudar tipo de letra",
  "Use a custom font color" : "Mudar cor do texto",
  "Use a custom font size" : "Mudar tamanho da letra",
  "Use system accent color as background color" : "Usar a cor de destaque do sistema como cor de fundo",
  "View" : "Ver",
  "View ElevenClock on GitHub" : "Ver ElevenClock no GitHub",
  "View ElevenClock's homepage" : "Ver página inicial do ElevenClock",
  "View ElevenClock's source code. From there, you can report bugs or suggest features, or even contribute direcly to The ElevenClock Project" : "Consulte o código fonte do ElevenClock. A partir daí, pode relatar erros ou sugerir recursos, ou contribuir com eventos directamente no Projecto ElevenClock",
  "W" : "S",
  "Wait a second!" : "Aguarde um segundo!",
  "Webpage" : "Sítio da Internet",
  "Weekday" : "Semana",
  "Week Number" : "Número da Semana",
  "Welcome to Elevenclock!" : "Bem-vindo ao ElevenClock!",
  "Welcome to ElevenClock" : "Bem-vindo ao ElevenClock",
  "What time do you want to see?" : "Quanto tempo está a ver?",
  "White&Black" : "Branco&Preto",
  "Yes" : "Sim",
  "You are now ready to go!" : "Está neste momento preparado!",
  "You might lose functionalities, like the notification counter or the dynamic background" : "Pode perder funcionalidades, como o contador de notificações ou fundos dinâmicos",
  "You might need to set a custom background color for this to work.&nbsp;More info <a href=\"{0}\" style=\"color:DodgerBlue\">HERE</a>" : "Será necessário definir uma cor de fundo personalizado para que possa funcionar.&nbsp;Mais informação <a href=\"{0}\" style=\"color:DodgerBlue\">AQUI</a>"
}