{
  "{0} {0} {0} Contributors, please add your names/usernames separated by comas (for credit purposes)": "@Leoodz, @lequan81, @tnhung2011, @Quochieu0211, @legendsjoon",
  "{0} {0} {0} temp": "Được dịch sang tiếng Việt bởi Leoodz, lequan81, tnhung2011, Quochieu0211 (Nguyễn Quốc Hiếu) và Joon",
  "10 hours": "10 tiếng",
  "10 minutes": "10 phút",
  "1 hour": "1  tiếng",
  "24 hours": "24 tiếng",
  "2 hours": "2 tiếng",
  "30 minutes": "30 phút",
  "4 hours": "4 tiếng",
  "About": "Về chúng tôi ",
  "About ElevenClock version {0}:": "Về ElevenClock phiên bản {0}:",
  "About Qt": "Về Qt ",
  "About the language pack:": "Về bản dịch:",
  "Accent": "Giọng đọc ",
  "Add the \"Show Desktop\" button on the left corner of every clock": "Thêm nút \"Hiển thị màn hình chính\" ở góc phải của mỗi đồng hồ",
  "Adjust horizontal clock position": "Chỉnh kinh độ của đồng hộ",
  "Adjust vertical clock position": "Chỉnh vĩ độ của đồng hồ",
  "Align the clock text to the center": "Căn chỉnh thông tin hiển thị về giữa",
  "Any text can be placed here. To place items such as date and time, please use the 1989 C standard. Check the format codes on the following link:": "Bất kỳ văn bản nào cũng có thể được cài đặt đặt tại đây. Để cài đặt các mục như ngày và giờ, vui lòng sử dụng tiêu chuẩn ANSI C. Kiểm tra mã định dạng các trên liên kết sau:",
  "Apply": "Áp dụng ",
  "Are you sure do you want to blacklist the monitor \"{0}\"?": "Có chắc là bạn muốn liệt màn hình \"{0}\" vào danh sách đen không?",
  "Automatically check for updates": "Tự động kiểm tra bản cập nhật mới",
  "Automatically install available updates": "Tự động cài đặt bản cập nhật mới",
  "<b>{0}</b> needs to be disabled to change this setting": "<b>{0}</b> cần được tắt để thay đổi tùy chọn này",
  "<b>{0}</b> needs to be enabled to change this setting": "<b>{0}</b> cần được bật để thay đổi tùy chọn này",
  "Blacklisting a monitor will hide the clock on this monitor permanently.": "Liệt một màn hình vào danh sách đen sẽ khiến ElevenClock ẩn đồng hồ trên màn hình ấy.",
  "Blacklist Monitor": "Liệt màn hình vào danh sách đen",
  "Blacklist this monitor": "Liệt màn hình này vào danh sách đen",
  "Black&White": "Đen & Trắng ",
  "<b>Update to the latest version!</b>": "<b>Cập nhật phiên bản mới nhất!</b>",
  "But here are other things you can do:": "Nhưng đây là nhiều thứ khác bạn có thể làm:",
  "Bypass update provider authenticity check (NOT RECOMMENDED, AT YOUR OWN RISK)": "Bỏ qua quy trình kiểm duyệt tính xác thực của nhà cung cấp bản cập nhật (KHÔNG ĐƯỢC KHUYẾN NGHỊ, CÓ NHIỀU RỦI RO)",
  "Change": "Thay đổi",
  "Change date and time": "Thay đổi ngày và giờ",
  "Change date and time format (Regional settings)": "Thay đổi định dạng ngày và giờ (Cài đặt khu vực)",
  "Change startup behaviour": "Thay đổi hành vi khởi động",
  "Change task": "Đổi tác vụ",
  "Change the action done when the clock is clicked": "Đổi tác vụ khi đồng hồ được nhấp",
  "Change the action done when the clock is double-clicked": "Đổi tác vụ khi đồng hồ được nhấn đúp",
  "Change the action done when the clock is middle-clicked": "Đổi tác vụ khi đồng hồ được nhấp chuột giữa",
  "Change the height of the clock": "Thay đổi chiều cao của đồng ",
  "Change the width of the clock": "Thay đổi chiều rộng của đồng hồ",
  "Choose the setting to toggle when clock is clicked": "Chọn cài đặt để chuyển đổi khi nhấp vào đồng hồ",
  "Choose the setting to toggle when double-clicked": "Chọn cài đặt để chuyển đổi khi nhấp đúp chuột",
  "Choose the setting to toggle when middle-clicked": "Chọn cài đặt để chuyển đổi khi nhấp chuột giữa",
  "Click on Apply to apply and preview the format": "Nhấn vào nút Áp dụng để áp dụng và xem trước định dạng",
  "Clock {0} on {1}": "Đồng hồ {0} trên {1}",
  "Clock {0} on monitor {1}": "Đồng hồ {0} trên màn hình {1}",
  "Clock Appearance:": "Hình dạng đồng hồ",
  "Clock features:": "Các tính năng của đồng hồ",
  "Clock position and size:": "Vị trí và kích thước đồng hồ",
  "Clock Settings:": "Cài đặt đồng hồ",
  "Clock's font, font size, font color and background, text alignment": "Phông chữ, kích cỡ chữ, màu chữ và nền, vị trí chữ",
  "Clock size preferences, position offset, clock at the left, etc.": "Tùy chọn kích thước đồng hồ, căn chỉnh vị trí, hiển thị đồng hồ ở bên trái màn hình, v.v.",
  "Clock tools": "Công cụ đồng hồ",
  "Clone style from another clock": "Nhân bản mẫu từ đồng hồ khác",
  "Close": "Đóng",
  "Close settings": "Đóng cài đặt",
  "Copy date/time": "Sao chép ngày/giờ",
  "Copy log to clipboard": "Sao chép nhật ký vào bảng nhớ tạm",
  "Couldn't load the announcement image": "Không thể tải được ảnh thông báo",
  "Couldn't load the announcements. Please try again later": "Không tải được các thông báo mới. Vui lòng thử lại sau.",
  "Custom format rules:": "Quy tắc định dạng thủ công:",
  "Customize ElevenClock even more": "Cá nhân hóa đồng hồ thêm nữa",
  "Customize the clock on Windows 11": "Cá nhân hóa đồng hồ trên Windows 11",
  "Date format, Time format, seconds,weekday, weeknumber, regional settings": "Định dạng ngày, định dạng thời gian, giây, ngày trong tuần, số tuần, cài đặt địa phương",
  "Date & Time Settings:": "Cài đặt Ngày & Giờ",
  "Debbugging information:": "Thông tin gỡ lỗi:",
  "Default": "Mặc định",
  "Developing is hard, and this aplication is free. But if you liked the application, you can always <b>buy me a coffee</b> :)": "Duy trì ứng dụng này đã khó, mà chương trình này còn miễn phí nữa. Nếu bạn thích ứng dụng này, hãy <b>mua một ly cà phê (buy a coffee☕) cho chúng tôi</b> :)",
  "Disable clock blurry texture": "Tắt kết cấu làm mờ đồng hồ",
  "Disable Copilot button": null,
  "Disabled": "Đã tắt",
  "Disable hiding the default windows clock": "Tắt chức năng ẩn đồng hồ mặc định của Windows",
  "Disable the notification badge": "Tắt bộ đếm thông báo",
  "Disable the tooltip shown when the clock is hovered": "Không hiển thị thanh thông tin khi chuột di qua đồng hồ",
  "Disable tooltip's blurry background": "Không hiển thị nền của thanh thông tin",
  "Donate": "Quyên tặng",
  "Do NOT update the language files dynamically": "KHÔNG tự động cập nhật tệp ngôn ngữ",
  "Do you want to open the global settings instead?": "Thay vào đó bạn có muốn mở cài đặt toàn cầu không?",
  "ElevenClock": "ElevenClock",
  "ElevenClock can hide when there's a fullscreen window present (when you are watching a video, you are playing, etc.), but it can also show over those windows (It might be useful if you use fullscreened terminals, etc.).<br><br>Please select one of the following and click next to continue": "ElevenClock có thể ẩn khi có cửa sổ toàn màn hình (khi đang xem video, đang chơi, v.v.), nhưng nó cũng có thể hiển thị trên các cửa sổ đó (có ích nếu bạn sử dụng thiết bị đầu cuối toàn màn hình, v.v.).<br/><br/>Vui lòng chọn một trong các mục sau và tiếp tục",
  "ElevenClock has not been machine translated. The following users have been in charge of the translations:": null,
  "ElevenClock has updated to version {0} successfully\nPlease see GitHub for the changelog": "ElevenClock đã cập nhật lên phiên bản {0} Vui lòng truy cập GitHub để xem “nhật ký thay đổi”",
  "ElevenClock is an Open-Source application made with the help of other libraries made by the community:": "ElevenClock là một phần mềm mã nguồn mở được tạo ra với sự trợ giúp của các thư viện sau:",
  "ElevenClock is downloading updates": "ElevenClock đang tải xuống bản cập nhật ",
  "ElevenClock language locale:": "Ngôn ngữ hiện tại (trong ElevenClock):",
  "ElevenClock Settings": "Cài đặt",
  "ElevenClock's language": "Ngôn ngữ",
  "ElevenClock's log": "Nhật ký khởi chạy ElevenClock",
  "ElevenClock Updater": "Trình cập nhật phần mềm",
  "ElevenClock v{0}": "Phiên bản:{0}",
  "ElevenClock version:": "Phiên bản hiện tại:",
  "ElevenClock wouldn't have been possible with the help of our dear contributors:": null,
  "Empty the recycle bin": "Làm sạch thùng rác",
  "Empty the recycle bin (Without confirmation)": "Làm sạch thùng rác (không xác nhận)",
  "Enable Copilot button": null,
  "Enable internet time sync": "Đồng bộ thời gian trên đồng hồ với Internet",
  "Enable low-cpu mode": "Bật chế độ tiết kiệm tài nguyên",
  "Enable really silent updates": "Cập nhật khi chạy nền",
  "Enable the new notification indicator (Windows 11 build 22631 or higher)": null,
  "Export": "Xuất",
  "Export log as a file": "Xuất nhật ký dưới dạng tệp",
  "Export settings to a local file": "Xuất cài đặt dưới dạng tệp",
  "Fetching latest announcement, please wait...": "Đang cập nhật thông báo mới nhất, vui lòng đợi...",
  "Finish": "Hoàn thành",
  "Fixes and other experimental features: (Use ONLY if something is not working)": "Bản vá lỗi và các tính năng thử nghiệm: (CHỈ sử dụng nếu có gì đó không hoạt động)",
  "(for advanced users only)": "(dành cho người dùng nâng cao)",
  "Force the clock to be at the bottom of the screen": "Giữ đồng hồ ở dưới màn hình",
  "Force the clock to be at the top of the screen": "Giữ đồng hồ ở trên màn hình",
  "Force the clock to be transparent if any window shows in fullscreen": "Ẩn đồng hồ nếu bất kỳ cửa sổ nào hiển thị ở chế độ toàn màn hình",
  "Ft. Seconds": "Ft. Giây",
  "Fullscreen behaviour": "Hành vi đồng hồ trong cửa sổ toàn màn hình",
  "Fullscreen behaviour, low cpu mode, other miscellaneous preferences": "Hành vi đồng hồ trong cửa sổ toàn màn hình, tọa độ đồng hồ, các cài đặt khác",
  "General Settings:": "Cài đặt chung",
  "Get started": "Bắt đầu",
  "Help": "Trợ giúp ",
  "Hide ElevenClock": "Ẩn ElevenClock",
  "Hide extended options from the clock right-click menu (needs a restart to be applied)": "Ẩn tùy chọn thêm trong menu drop-down của đồng hồ (cần khởi động để áp dụng)",
  "Hide the clock, as the default windows clock would do.": "Ẩn đồng hồ như đồng hồ mặc định của Windows thường làm.",
  "Hide the clock during 10 seconds when clicked": "Ẩn đồng hồ 10 giây sau cú nhấp chuột",
  "Hide the clock during 5 seconds when hoveredwith the mouse": "Ẩn đồng hồ trong 5 giây khi di chuột lên",
  "Hide the clock in fullscreen mode": "Ẩn đồng hồ ở chế độ toàn màn hình",
  "Hide the clock (<i>Recommended</i>)": "Ẩn đồng hồ (<i>Đề xuất</i>)",
  "Hide this clock": "Ẩn đồng hồ này",
  "If you already know how does this work, or you want to skip the welcome wizard, please click on the bottom-left <i>Skip</i> button.": "Nếu bạn đã hiểu cách thức hoạt động của tính năng này hoặc bạn muốn bỏ qua trình hướng dẫn chào mừng, bạn có thể nhấp vào <i>Bỏ qua</i> ở dưới cùng bên trái.",
  "If you don't know which one is the best, choose {0}": "Nếu bạn không biết lựa chọn nào tốt nhất cho bạn, hãy chọn {0}",
  "If you don't understand what is happening, please uncheck the checkbox over the text area": "Nếu bạn không hiểu cài đặt nầy, bạn có thể bỏ chọn hộp tích trên văn bản",
  "Ignore mouse clicks when on fullscreen": "Bỏ qua cú nhấp chuột khi ở chế độ toàn màn hình",
  "Import": "Nhập",
  "Import settings from a local file": "Nhập cài đặt từ một tập tin",
  "Increase the length of the double-click period": "Tăng khoảng thời gian nhấp đúp",
  "Info, report a bug, submit a feature request, donate, about": "Thông tin, báo lỗi, yêu cầu tính năng, quyên góp, về phần mềm này",
  "Install update": "Cài đặt cập nhật",
  "Internet date and time": "Ngày & Giờ Internet ",
  "Internet sync frequency": "Tần số đồng bộ với Internet",
  "Internet time": "Thời gian địa phương (trên Internet)",
  "Invalid time format\nPlease follow the\nC 1989 Standards": "Định dạng thời gian không hợp lệ Vui lòng tuân theo Tiêu chuẩn ANSI C",
  "Invalid time format\nPlease modify it\nin the settings": "Định dạng thời gian không hợp lệ Vui lòng sửa đổi nó trong cài đặt",
  "Language pack author(s), help translating ElevenClock": "Các dịch giả, chuyển ngữ ElevenClock",
  "Let's talk: Format": "Hãy cùng nói về: Định dạng",
  "Local time": "Thời gian địa phương (trên hệ thống)",
  "Log, debugging information": "Nhật ký, thông tin gỡ lỗi",
  "Modifying Clock {0} on the monitor {1}": "Sửa đổi đồng hồ {0} trên màn hình {1}",
  "More Info": "Thông tin thêm",
  "Move this clock to the bottom": "Di chuyển đồng hồ về dưới cùng",
  "Move this clock to the left": "Di chuyển đồng hồ sang bên trái ",
  "Move this clock to the right": "Di chuyển đồng hồ sang bên phải",
  "Move this clock to the top": "Di chuyển đồng hồ lên trên cùng ",
  "Next": "Tiếp theo ",
  "No": "Không ",
  "No action": "Không có hành động",
  "No results were found": "Không tìm thấy kết quả ",
  "Nothing to preview": "Không có gì để xem trước",
  "Notification badge, clicked action, show desktop button, etc.": "Thông báo, hành vi khi được nhấp, nút hiển thị màn hình chính, v.v.",
  "Notification settings": "Cài đặt Thông báo",
  "Now you should see the clock everywhere": "Từ giờ bạn sẽ thấy đồng hồ ở tất cả màn hình",
  "Ok": "Đồng ý ",
  "One last thing: Appearance": "Điều cuối cùng: Hiển thị",
  "Only Date": "Chỉ Ngày ",
  "Only Time": "Chỉ Giờ ",
  "Open": "Mở",
  "Open ElevenClock's log": "Mở nhật ký ElevenClock",
  "Open GitHub": "Mở GitHub ",
  "Open global settings": "Mở cài đặt toàn cầu",
  "Open online help to troubleshoot problems": "Mở trợ giúp trực tuyến để khắc phục sự cố",
  "Open page": "Mở trang",
  "Open quick settings": "Mở Cài đặt nhanh ",
  "Open run dialog": "Mở hộp thoại Chạy",
  "Open search menu": "Mở menu Tìm kiếm ",
  "Open start menu": "Mở Start",
  "Open task manager": "Mở Trình quản lý Tác vụ",
  "Open the settings window and customize ElevenClock even further.": "Mở cài đặt và tùy chỉnh ElevenClock hơn nữa.",
  "Open the welcome wizard": "Khởi chạy trình khởi đầu",
  "Paste a URL from the world clock api or equivalent": "Dán một URL dẫn đến một API thời gian Internet",
  "Pick a color": "Chọn màu ",
  "Pin the clock to the desktop": "Ghim đồng hồ vào màn hình chính",
  "Please make sure to install ElevenClock from official sources only. Also, using ElevenClock implies the acceptation of the <b>GPLv3 license</b>": "Hãy đảm bảo rằng ElevenClock được cài đặt từ một nguồn chính thức. Ngoài ra, việc sử dụng ElevenClock đồng nghĩa với việc chấp thuận <b>giấy phép GPLv3</b>",
  "Please select one of the following and click next.": "Vui lòng chọn một trong các mục sau và tiếp tục.",
  "Please select the clock style you like the most. You will be able to change this after in the settings window": "Hãy chọn phong cách đồng hồ bạn thích nhất. Bạn sẽ có thể thay đổi tùy chọn sau trong cài đặt",
  "Please select the date and time format you like the most. You will be able to change this after in the settings window": "Hãy chọn định dạng ngày và giờ bạn thích nhất. Bạn sẽ có thể thay đổi tùy chọn sau trong cài đặt",
  "Precise internet time. Ideal if you are <b>not</b> using any kind of VPN or proxy": "Thời gian địa phương theo Internet. Nó sẽ phù hợp nếu bạn <b>không</b> sử dụng bất kỳ loại VPN hoặc proxy nào",
  "Python date and time formats": "Định dạng ngày và giờ theo Python",
  "Quit ElevenClock": "Thoát ElevenClock",
  "Regional settings": "Thiết lập khu vực",
  "Reload Clocks": "Tải lại đồng hồ",
  "Reload clocks automatically every 5 minutes": "Tự động tải lại đồng hồ mỗi 5 phút",
  "Reload clocks right after exiting from sleep": "Tải lại đồng hồ ngay sau khi thoát khỏi chế độ Ngủ (Sleep)",
  "Reload log": "Tải lại nhật trình",
  "Remember that this wizard can be run at any time from the Settings Window": "Trình khởi đầu này có thể được chạy bất cứ lúc nào từ cài đặt",
  "Report": "Báo cáo",
  "Report an issue/request a feature": "Báo cáo lỗi / yêu cầu một tính năng",
  "Reset": "Cài đặt lại ",
  "Reset ElevenClock preferences to defaults": "Đặt lại tùy chọn ElevenClock về mặc định",
  "Reset monitor blacklisting status": "Đặt lại danh sách đen màn hình",
  "Restart ElevenClock": "Khởi động lại ElevenClock",
  "Restore horizontal position": "Quay lại vị trí mặc định (theo chiều ngang)",
  "Restore vertical position": "Quay lại vị trí mặc định (theo chiều dọc)",
  "Return to top": "Quay trở lại trên cùng",
  "Search on the settings": "Tìm kiếm...",
  "Select custom color": "Chọn màu thủ công",
  "Select custom font": "Chọn phông chữ",
  "Select font": "Chọn phông chữ",
  "Select internet time provider, change sync frequency": "Chọn nhà cung cấp thời gian Internet, thay đổi tần số đồng bộ hóa",
  "Set a custom date and time format": "Đặt định dạng ngày và giờ",
  "Set a custom network time provider": "Đặt nhà cung cấp thời gian Internet tùy chỉnh",
  "Set clock {0} on monitor {1} to have a different style that the other clocks.": "Đặt đồng hồ {0} trong màn hình {1} để có kiểu dáng khác so với các đồng hồ khác.",
  "Settings for clock {0} on the monitor {1} - ElevenClock Settings": "Cài đặt cho đồng hồ {0} trên màn hình {1} - Cài đặt ElevenClock",
  "Settings for this clock": "Các cài đặt cho đồng hồ này",
  "Show a second clock on the other end of the taskbar": "Hiển thị đồng hồ thứ 2 trong ở phía bên kia trong thanh công việc",
  "Show calendar": "Xem lịch",
  "Show date on the clock": "Hiển thị ngày trên đồng hồ",
  "Show desktop": "Hiển thị màn hình chính",
  "Show ElevenClock on system tray": "Hiện trong khay hệ thống",
  "Show missing translation strings": "Hiện chuỗi chưa được dịch",
  "Show seconds on the clock": "Hiển thị giây trên đồng hồ",
  "Show the clock at the left of the screen": "Hiển thị đồng hồ ở bên trái màn hình",
  "Show the clock over fullscreen windows. This might cover some in-app controls, like youtube's exit fullscreen button, but it might be useful to see the time when playing": "Hiển thị đồng hồ trên cửa sổ toàn màn hình. Điều này có thể che đi một số điều khiển trong ứng dụng, như nút “toàn màn hình” của Youtube, nhưng có ích nếu bạn muốn xem thời gian khi đang chơi",
  "Show the clock over the fullscreen window": "Hiển thị đồng hồ trong cửa sổ toàn màn hình",
  "Show the clock when the taskbar is set to hide automatically": "Hiện đồng hồ khi taskbar được cài thành ẩn tự động",
  "Show the local computer time. The time will not be synced with the internet and might be inaccurate": "Hiển thị thời gian hệ thống. Thời gian sẽ không được đồng bộ hóa với Internet và có thể không chính xác",
  "Show time on the clock": "Hiển thị thời gian trên đồng hồ",
  "Show weekday on the clock": "Hiển thị ngày trong tuần trên đồng hồ",
  "Show week number on the clock": "Hiển thị số tuần trên đồng hồ",
  "Skip": "Bỏ qua ",
  "Start": "Bắt đầu ",
  "Success": "Thành công",
  "Suport the developer": "Hỗ trợ nhà phát triển",
  "Support the dev: Give me a coffee☕": "Ủng hộ chúng tôi: Give me a coffee☕",
  "Sync time with the internet": "Đồng bộ hóa thời gian với Internet ",
  "System architecture:": "Kiến trúc hệ thống:",
  "System locale:": "Ngôn ngữ hiện tại (của hệ thống):",
  "System version:": "Phiên bản hệ thống",
  "Task Manager": "Trình quản lý Tác vụ",
  "Testing features and error-fixing tools": "Các tính năng thử nghiệm và công cụ sửa lỗi",
  "The monitors were unblacklisted successfully.": "Tất cả màn hình trong danh sách đen đã được loại bỏ.",
  "Third party licenses": "Giấy phép bên thứ ba ",
  "Third Party Open-Source Software in Elevenclock {0} (And their licenses)": "Phần mềm nguồn mở của bên thứ ba trong Elevenclock {0} (Và giấy phép của họ)",
  "This action can be reverted from the settings window, under <b>Clock position and size</b>": "Bạn có thể hoàn nguyên hành động này từ cửa sổ cài đặt, trong <b>Vị trí và kích thước đồng hồ</b>",
  "This wizard will help you configure and customize ElevenClock. Click Start to get started!": "Trình hướng dẫn này sẽ giúp bạn thiết lập và tùy chỉnh ElevenClock. Bấm vào nút Bắt đầu để bắt đầu thôi!",
  "To disable the zero-padding effect, add a # in between the % and the code: non-zero-padded hours would be %#H, and zero-padded hours would be %H": "Để tắt hiệu ứng hiển thị con số 0 ở đằng trước, hãy thêm dấu # giữa ký hiệu % và mã: số giờ không có số 0 ở đằng trước là %#H, và số giờ có số 0 ở đằng trước là %H.",
  "Toggle ElevenClock setting": "Chuyển đổi cài đặt ElevenClock",
  "Tooltip Appearance:": "Giao diện chú giải công cụ:",
  "Tooltip's font, font size, font color and background": "Phông chữ, cỡ chữ, màu phông chữ và nền của chú giải công cụ",
  "Total RAM:": "Tổng số RAM:",
  "Translate ElevenClock to your language": "Dịch ElevenClock sang tiếng mẹ đẻ của bạn",
  "Updates, icon tray, language": "Cập nhật, khay hệ thống, ngôn ngữ",
  "Use a custom background color": "Sử dụng màu nền tùy chỉnh",
  "Use a custom font": "Sử dụng phông chữ tùy chỉnh",
  "Use a custom font color": "Sử dụng màu phông chữ tùy chỉnh",
  "Use a custom font size": "Sử dụng kích cỡ phông chữ tùy chỉnh",
  "Use a custom line height": "Sử dụng chiều cao đường kẻ tùy chỉnh",
  "Use the notation {%H+1} to specify offsets. Replace %H with the desired value and +1 for a positive or negative number (+n or -n, respectively, for a <i>n</i> offset), representing the offset.": "Sử dụng ký hiệu {%H+1} để chỉ định độ lệch. Thay thế %H bằng giá trị mong muốn và +1 cho số dương hoặc số âm (+n hoặc -n tương ứng cho phần bù <i>n</i>), biểu thị phần bù.",
  "Use the notation (%H {sec+1}) on the end of string to specify offset in seconds. For example, to add an hour and view in format HH:MM use (%H:%M {sec+3600}), and to decrease an hour use (%H:%M {sec-3600}).": null,
  "View": "Xem",
  "View ElevenClock on GitHub": "Xem ElevenClock trên GitHub",
  "View ElevenClock's homepage": "Xem trang chủ của ElevenClock",
  "View ElevenClock's source code. From there, you can report bugs or suggest features, or even contribute direcly to The ElevenClock Project": "Xem mã nguồn của ElevenClock. Từ đó, bạn có thể báo cáo lỗi hoặc đề xuất tính năng hoặc thậm chí đóng góp trực tiếp cho Dự án ElevenClock",
  "W": "W",
  "Wait a second!": "Vui lòng đợi trong giây lát! ",
  "Weekday": "Ngày trong tuần",
  "Week Number": "Số Tuần",
  "Welcome to Elevenclock!": "Chào mừng bạn đến với ElevenClock!",
  "Welcome to ElevenClock": "Chào mừng bạn đến với ElevenClock ",
  "What time do you want to see?": "Bạn muốn xem vào khoảng thời gian nào?",
  "White&Black": "Trắng & Đen ",
  "Yes": "Đồng ý ",
  "You are now ready to go!": "Bạn có thể sử dụng ngay rồi đấy!",
  "You can use HTML tags to set bold, italics or change the color of a piece of text through the &#60;span style=\"color: red\"&#62;&#60;/span&#62; tag": null,
  "You might lose functionalities, like the notification counter or the dynamic background": "Bạn có thể mất các chức năng như bộ đếm thông báo hoặc nền động",
  "You need to enable the checkbox above\nin order to change those settings": "Bạn cần bật checkbox ở trên để thay đổi các cài đặt đó"
}