{
  "{0} {0} {0} Contributors, please add your names/usernames separated by comas (for credit purposes)" : null,
  "10 hours" : "10 horas",
  "10 minutes" : "10 minutos",
  "1 hour" : "1 hora",
  "24 hours" : "24 horas",
  "2 hours" : "2 horas",
  "30 minutes" : "30 minutos",
  "4 hours" : "4 horas",
  "About" : "Sobre",
  "About ElevenClock version {0}:" : "Sobre a versão {0} do ElevenClock:",
  "About Qt" : "Sobre o Qt",
  "About the language pack:" : "Sobre o pacote de idiomas:",
  "Accent" : "Acento",
  "Add the \"Show Desktop\" button on the left corner of every clock" : "Adicione o botão \"Mostrar área de trabalho\" no canto esquerdo de todos relógios",
  "Adjust horizontal clock position" : "Ajustar a posição horizontal do relógio",
  "Adjust vertical clock position" : "Ajustar a posição vertical do relógio",
  "Align the clock text to the center" : "Alinhar o texto do relógio ao centro",
  "Any text can be placed here. To place items such as date and time, please use the 1989 C standard. Check the format codes on the following link:" : "Qualquer texto pode ser colocado aqui. Para colocar itens como data e hora, use o padrão C de 1989. Mais informações no link a seguir:",
  "Apply" : "Aplicar",
  "Are you sure do you want to blacklist the monitor \"{0}\"?" : "Você tem certeza que deseja colocar o monitor \"{0}\" na lista negra?",
  "Automatically check for updates" : "Procurar atualizações automaticamente",
  "Automatically install available updates" : "Instalar atualizações automaticamente",
  "<b>{0}</b> needs to be disabled to change this setting" : "A opção <b>{0}</b> precisa de estar desativada para mudar esta definição",
  "<b>{0}</b> needs to be enabled to change this setting" : "A opção <b>{0}</b> precisa de estar ativada para mudar esta definição",
  "Blacklisting a monitor will hide the clock on this monitor permanently." : "Colocar um monitor na lista negra ocultará o relógio neste monitor permanentemente.",
  "Blacklist Monitor" : "Lista Negra de Monitor",
  "Blacklist this monitor" : "Colocar monitor em lista negra",
  "Black&White" : "Branco&Preto",
  "<b>Update to the latest version!</b>" : "<b>Atualize para a versão mais recente!</b>",
  "But here are other things you can do:" : "Mas aqui estão as outras coisas que você pode fazer:",
  "Bypass update provider authenticity check (NOT RECOMMENDED, AT YOUR OWN RISK)" : "Não verificar integridade da atualização (NÃO RECOMENDADO, POR SUA CONTA E RISCO)",
  "Change" : "Mudar",
  "Change date and time" : "Alterar data e hora",
  "Change date and time format (Regional settings)" : "Mudar formato de data e hora (Configurações regionais)",
  "Change startup behaviour" : "Mudar comportamento de inicialização",
  "Change task" : "Mudar tarefa",
  "Change the action done when the clock is clicked" : "Mudar a ação feita quando o relógio é clicado",
  "Change the action done when the clock is double-clicked" : "Mudar a ação feita quando o relógio é clicado duas vezes",
  "Change the action done when the clock is middle-clicked" : "Mudar a ação feita quando o relógio é clicado com o botão do meio do mouse",
  "Change the height of the clock" : "Alterar a altura do relógio",
  "Change the width of the clock" : "Alterar a largura do relógio",
  "Choose the setting to toggle when clock is clicked" : null,
  "Choose the setting to toggle when double-clicked" : null,
  "Choose the setting to toggle when middle-clicked" : null,
  "Click on Apply to apply and preview the format" : "Clique em aplicar para aplicar e visualizar o formato",
  "Clock {0} on {1}" : "Relógio {0} no {1}",
  "Clock {0} on monitor {1}" : "Relógio {0} no monitor {1}",
  "Clock Appearance:" : "Aparência do relógio:",
  "Clock features:" : "Funcionalidades do relógio:",
  "Clock position and size:" : "Posição e tamanho do relógio:",
  "Clock Settings:" : "Configurações do relógio:",
  "Clock's font, font size, font color and background, text alignment" : "Fonte do relógio, tamanho da fonte, cor e fundo da fonte, alinhamento do texto",
  "Clock size preferences, position offset, clock at the left, etc." : "Preferências de tamanho do relógio, deslocamento de posição, relógio à esquerda, etc.",
  "Clock tools" : "Ferramentas do relógio",
  "Clone style from another clock" : "Clonar o estilo de outro relógio",
  "Close" : "Fechar",
  "Close settings" : "Fechar configurações",
  "Copy date/time" : "Copiar data e hora",
  "Copy log to clipboard" : "Copiar o log para a área de transferência",
  "Couldn't load the announcement image" : "Não foi possível carregar a imagem do aviso",
  "Couldn't load the announcements. Please try again later" : "Não foi possível carregar os anúncios. Por favor, tente novamente mais tarde",
  "Custom format rules:" : "Regras de formato personalizado:",
  "Customize ElevenClock even more" : "Customizar o ElevenClock mais ainda",
  "Customize the clock on Windows 11" : "Customize o relógio no Windows 11",
  "Date format, Time format, seconds,weekday, weeknumber, regional settings" : "Formato de data, formato de hora, segundos, dia da semana, número da semana, configurações regionais",
  "Date & Time Settings:" : "Configurações de Data e Hora:",
  "Debbugging information:" : "Informação de depuração:",
  "Default" : "Padrão",
  "Developing is hard, and this aplication is free. But if you liked the application, you can always <b>buy me a coffee</b> :)" : "Desenvolver é difícil, e esse programa é de graça. Mas se você gostou do aplicativo, você pode <b>me comprar um café<b> :)",
  "Disable clock blurry texture" : "Desativar a textura desfocada do relógio",
  "Disabled" : "Desabilitado",
  "Disable hiding the default windows clock" : "Desabilite o esconder  relógio padrão do windows",
  "Disable the notification badge" : "Desativar o selo de notificação",
  "Disable the tooltip shown when the clock is hovered" : "Desabilitar ajuda mostrada quando o mouse passa por cima",
  "Disable tooltip's blurry background" : "Desabilitar o plano de fundo desfocado do tooltip",
  "Donate" : "Doar",
  "Do NOT update the language files dynamically" : "NÃO atualize os arquivos de idioma dinamicamente",
  "Do you want to open the global settings instead?" : "Você prefere abrir as configurações globais?",
  "ElevenClock" : "ElevenClock",
  "ElevenClock can hide when there's a fullscreen window present (when you are watching a video, you are playing, etc.), but it can also show over those windows (It might be useful if you use fullscreened terminals, etc.).<br><br>Please select one of the following and click next to continue" : "ElevenClock pode ocultar-se quando há uma janela em tela cheia presente (quando você está assistindo a um vídeo, jogando etc.), mas também pode mostrar-se sobre essas janelas (pode ser útil se você usar terminais em tela cheia etc.).<br ><br>Selecione uma das opções a seguir e clique em próximo para continuar",
  "ElevenClock has updated to version {0} successfully\nPlease see GitHub for the changelog" : "ElevenClock atualizou para a versão {0} com sucesso\nVeja por gentileza o GitHub para acompanhar as mudanças.",
  "ElevenClock is an Open-Source application made with the help of other libraries made by the community:" : "ElevenClock é um aplicativo de código aberto feito com a ajuda de outras bibliotecas feitas pela comunidade:",
  "ElevenClock is downloading updates" : "ElevenClock está baixando atualizações",
  "ElevenClock language locale:" : "Localidade de Idioma do ElevenClock:",
  "ElevenClock Settings" : "Configurações do ElevenClock",
  "ElevenClock's language" : "Idioma ElevenClock",
  "ElevenClock's log" : "Log's do ElevenClock",
  "ElevenClock Updater" : "Atualizador do ElevenClock",
  "ElevenClock v{0}" : "ElevenClock v{0}",
  "ElevenClock version:" : "Versão do ElevenClock: ",
  "Empty the recycle bin" : "Esvaziar a lixeira",
  "Empty the recycle bin (Without confirmation)" : "Esvaziar a lixeira (Sem confirmação)",
  "Enable internet time sync" : "Habilitar a sincronização de horário pela internet",
  "Enable low-cpu mode" : "Habilitar modo de baixo consumo de cpu",
  "Enable really silent updates" : "Ligar atualizações silenciosas",
  "Export" : "Exportar",
  "Export log as a file" : "Exportar o log como um arquivo",
  "Export settings to a local file" : "Exportar configurações para um arquivo externo",
  "Fetching latest announcement, please wait..." : "Buscando o último anúncio, aguarde...",
  "Finish" : "Finalizar",
  "Fixes and other experimental features: (Use ONLY if something is not working)" : "Correções e funcionalidades experimentais: (Usar APENAS se algo não funcionar corretamente)",
  "(for advanced users only)" : "(somente para usuários avançados)",
  "Force the clock to be at the bottom of the screen" : "Forçar o relógio a ficar na parte de baixo da tela",
  "Force the clock to be at the top of the screen" : "Force the clock to be at the top of the screen",
  "Force the clock to be transparent if any window shows in fullscreen" : "Forçar o relógio a ser transparente se alguma janela for exibida em tela cheia",
  "Ft. Seconds" : "Pés.Segundos",
  "Fullscreen behaviour" : "Comportamento de tela cheia",
  "Fullscreen behaviour, low cpu mode, other miscellaneous preferences" : "Comportamento em tela cheia, modo de CPU baixo, outras preferências diversas",
  "General Settings:" : "Configurações Gerais:",
  "Get started" : "Traduzir",
  "Help" : "Ajuda",
  "Hide ElevenClock" : "Esconder ElevenClock",
  "Hide extended options from the clock right-click menu (needs a restart to be applied)" : "Ocultar opções avançadas do menu ao clicar com o botão direito do mouse (é necessário reiniciar para ser aplicado)",
  "Hide the clock, as the default windows clock would do." : "Oculte o relógio, como faria o relógio padrão do Windows.",
  "Hide the clock during 10 seconds when clicked" : "Esconder o relógio durante 10 segundos quando clicado",
  "Hide the clock during 5 seconds when hoveredwith the mouse" : "Ocultar o relógio durante 5 segundos quando sobrepor com o mouse",
  "Hide the clock in fullscreen mode" : "Esconder o relógio quando estiver em tela cheia",
  "Hide the clock (<i>Recommended</i>)" : "Esconda o relógio (<i>Recomendado<i>)",
  "Hide this clock" : null,
  "If you already know how does this work, or you want to skip the welcome wizard, please click on the bottom-left <i>Skip</i> button." : "Se você já sabe como isso funciona ou deseja pular o assistente de boas-vindas, clique no botão <i>Pular</i> inferior esquerdo",
  "If you don't know which one is the best, choose {0}" : "Se você não sabe qual é o melhor, escolha {0}",
  "If you don't understand what is happening, please uncheck the checkbox over the text area" : "Se você não entender o que está acontecendo, desmarque a caixa de seleção sobre a área de texto",
  "Ignore mouse clicks when on fullscreen" : "Ignorar os cliques do mouse quando está em tela cheia",
  "Import" : "Importar",
  "Import settings from a local file" : "Importar configurações de um arquivo local",
  "Increase the length of the double-click period" : "Aumentar a duração do período de duplo clique",
  "Info, report a bug, submit a feature request, donate, about" : "Informações, relatar bugs, enviar uma solicitação de recurso, doar, sobre",
  "Install update" : "Instalar atualização",
  "Internet date and time" : "Horário e Data da Internet",
  "Internet sync frequency" : "Frequência de sincronização da Internet",
  "Internet time" : "Horário da Internet",
  "Invalid time format\nPlease follow the\nC 1989 Standards" : "Formato de hora inválido Siga os padrões C 1989",
  "Invalid time format\nPlease modify it\nin the settings" : "Formato de data inválido\nPor favor modifique-o nas configurações",
  "Language pack author(s), help translating ElevenClock" : "Autor(es) do pacote de idiomas, ajude na tradução do ElevenClock",
  "Let's talk: Format" : "Vamos conversar: Formato",
  "Local time" : "Horário local",
  "Log, debugging information" : "Registro, informações de depuração",
  "Modifying Clock {0} on the monitor {1}" : "Modificar Relógio {0} no monitor {1}",
  "More Info" : "Mais informações",
  "Move this clock to the bottom" : "Mover este relógio para baixo",
  "Move this clock to the left" : "Mover este relógio para a esquerda",
  "Move this clock to the right" : "Mover este relógio para a direita",
  "Move this clock to the top" : "Mover este relógio para o topo",
  "Next" : "Próximo",
  "No" : "Não",
  "No action" : null,
  "No results were found" : "Nenhum resultado foi encontrado",
  "Nothing to preview" : "Nada para pré visualizar",
  "Notification badge, clicked action, show desktop button, etc." : "Selo de notificação, ação clicada, botão de exibição da área de trabalho etc.",
  "Notification settings" : "Configurações de Notificação",
  "Now you should see the clock everywhere" : "Agora você deve conseguir visualizar o relógio em todos os monitores",
  "Ok" : "Ok",
  "One last thing: Appearance" : "Uma última coisa: Aparência",
  "Only Date" : "Apenas Data",
  "Only Time" : "Apenas Horário",
  "Open" : "Abrir",
  "Open ElevenClock's log" : "Abrir registro de eventos do ElevenClock",
  "Open GitHub" : "Abrir GitHub",
  "Open global settings" : "Abrir configurações globais",
  "Open online help to troubleshoot problems" : "Abrir a ajuda online para solucionar problemas",
  "Open page" : "Abrir página",
  "Open quick settings" : "Abrir configurações rápidas",
  "Open run dialog" : "Abrir pop-up de executar",
  "Open search menu" : "Abrir menu de pesquisa",
  "Open start menu" : "Abrir menu inicial",
  "Open task manager" : "Abrir gerenciador de tarefas",
  "Open the settings window and customize ElevenClock even further." : "Abra a janela de configuração e customize ainda mais o ElevenClock ",
  "Open the welcome wizard" : "Abra o assistente de boas-vindas",
  "Paste a URL from the world clock api or equivalent" : "Cole um URL da API do relógio mundial ou equivalente",
  "Pick a color" : "Escolher uma cor",
  "Pin the clock to the desktop" : "Fixar o relógio na área de trabalho",
  "Please make sure to install ElevenClock from official sources only. Also, using ElevenClock implies the acceptation of the <b>GPLv3 license</b>" : "Certifique-se de instalar o ElevenClock apenas de fontes oficiais. Além disso, o uso do ElevenClock implica a aceitação da <b>licença GPLv3</b>",
  "Please select one of the following and click next." : "Selecione uma das opções a seguir e clique em próximo.",
  "Please select the clock style you like the most. You will be able to change this after in the settings window" : "Por favor, selecione o estilo de relógio que você mais gosta. Você poderá alterar isso depois na janela de configurações",
  "Please select the date and time format you like the most. You will be able to change this after in the settings window" : "Por favor, selecione o formato de data e hora que você mais gosta. Você poderá alterar isso depois na janela de configurações",
  "Precise internet time. Ideal if you are <b>not</b> using any kind of VPN or proxy" : "Hora precisa via internet. Ideal se você <b>não</b> estiver usando qualquer tipo de VPN ou proxy",
  "Python date and time formats" : "Formatos de data e hora do Python",
  "Quit ElevenClock" : "Sair do ElevenClock",
  "Regional settings" : "Configurações",
  "Reload Clocks" : "Reiniciar relógios",
  "Reload clocks automatically every 5 minutes" : "Recarregar automaticamente o relógio a cada 5 minutos",
  "Reload clocks right after exiting from sleep" : "Recarregar os relógios depois de sair do modo de suspensão",
  "Reload log" : "Recarregar log",
  "Remember that this wizard can be run at any time from the Settings Window" : "Lembre-se que este assistente pode ser executado a qualquer momento na Janela de Configurações",
  "Report" : "Reportar",
  "Report an issue/request a feature" : "Reportar um problema/solicitar uma funcionalidade",
  "Reset" : "Resetar",
  "Reset ElevenClock preferences to defaults" : "Redefinir as preferências do ElevenClock para os padrões",
  "Reset monitor blacklisting status" : "Redefinir o status do monitor da lista negra",
  "Restart ElevenClock" : "Reiniciar ElevenClock",
  "Restore horizontal position" : "Restaurar a posição horizontal",
  "Restore vertical position" : "Restaurar a posição vertical",
  "Return to top" : null,
  "Search on the settings" : "Pesquisar nas configurações",
  "Select custom color" : "Selecione uma cor personalizada",
  "Select custom font" : "Selecionar fonte personalizada",
  "Select font" : "Selecione a fonte",
  "Select internet time provider, change sync frequency" : "Selecione o provedor de hora via internet, mude a frequência de sincronização",
  "Set a custom date and time format" : "Definir um formato personalizado de data e hora",
  "Set a custom network time provider" : "Defina um provedor de hora via internet customizado",
  "Set clock {0} on monitor {1} to have a different style that the other clocks." : "Definir relógio {0} no monitor {1} para ter um estilo diferente de outros relógios.",
  "Settings for clock {0} on the monitor {1} - ElevenClock Settings" : "Definições do relógio {0} no monitor {1} - Definições ElevenClock",
  "Settings for this clock" : "Definições deste relógio",
  "Show a second clock on the other end of the taskbar" : "Mostrar um segundo relógio na outra extremidade da barra de tarefas",
  "Show calendar" : "Mostrar calendário",
  "Show date on the clock" : "Mostrar a data no relógio",
  "Show desktop" : "Mostrar área de trabalho",
  "Show ElevenClock on system tray" : "Mostrar ElevenClock na área de notificação",
  "Show missing translation strings" : "Mostrar textos não traduzidos",
  "Show seconds on the clock" : "Mostrar segundos no relógio",
  "Show the clock at the left of the screen" : "Mostrar relógio à esquerda da tela",
  "Show the clock over fullscreen windows. This might cover some in-app controls, like youtube's exit fullscreen button, but it might be useful to see the time when playing" : "Mostre o relógio em janelas de tela cheia. Isso pode abranger alguns controles no aplicativo, como o botão de saída de tela cheia do youtube, mas pode ser útil ver a hora ao jogar",
  "Show the clock over the fullscreen window" : "Mostrar o relógio em tela cheia",
  "Show the clock when the taskbar is set to hide automatically" : "Mostrar o relógio quando a barra de tarefas estiver definida para se esconder automaticamente",
  "Show the local computer time. The time will not be synced with the internet and might be inaccurate" : "Mostra a hora do computador local. A hora não será sincronizada com a internet e pode ser imprecisa",
  "Show time on the clock" : "Mostrar as horas no relógio",
  "Show weekday on the clock" : "Mostrar o dia da semana no relógio",
  "Show week number on the clock" : "Mostrar dia da semana no relógio",
  "Skip" : "Pular",
  "Start" : "Iniciar",
  "Success" : "Sucesso",
  "Suport the developer" : "Apoie o desenvolvedor",
  "Support the dev: Give me a coffee☕" : "Apoiar o desenvolvedor: Me pague um café☕",
  "Sync time with the internet" : "Sincronize a hora com a internet",
  "System architecture:" : "Arquitetura do sistema:",
  "System locale:" : "Localidade do sistema:",
  "System version:" : "Versão do sistema:",
  "Task Manager" : "Gerenciador de Tarefas",
  "Testing features and error-fixing tools" : "Recursos de teste e ferramentas de correção de erros",
  "The monitors were unblacklisted successfully." : "Os monitores foram retirados da lista negra com sucesso.",
  "Third party licenses" : "Licenças de terceiros",
  "Third Party Open-Source Software in Elevenclock {0} (And their licenses)" : "Software de código aberto de terceiros no Elevenclock {0} (e suas licenças)",
  "This action can be reverted from the settings window, under <b>Clock position and size</b>" : "Esta ação pode ser revertida na janela de configurações. Em <b>Posição e tamanho do relógio</b>",
  "This wizard will help you configure and customize ElevenClock. Click Start to get started!" : "Este assistente irá ajudá-lo a configurar e personalizar o ElevenClock. Clique em Iniciar para começar!",
  "To disable the zero-padding effect, add a # in between the % and the code: non-zero-padded hours would be %#H, and zero-padded hours would be %H" : "Para desabilitar o efeito de preenchimento zero, adicione um # entre % e o código: horas não preenchidas com zero seriam %#H e horas preenchidas com zero seriam %H",
  "Toggle ElevenClock setting" : null,
  "Tooltip Appearance:" : "Aparência da dica de ferramenta:",
  "Tooltip's font, font size, font color and background" : "Fonte da dica de ferramenta, tamanho da fonte, cor da fonte e plano de fundo",
  "Total RAM:" : "RAM total:",
  "Translated to English by martinet101" : "Traduzido para Português do Brasil por Wanderlei Hüttel e Gustavo Mauricio de Barros",
  "Translate ElevenClock to your language" : "Traduzir o ElevenClock para o seu idioma",
  "Updates, icon tray, language" : "Atualizações, bandeja de ícones, idioma",
  "Use a custom background color" : "Use uma cor de fundo personalizada",
  "Use a custom font" : "Alterar o tipo da fonte",
  "Use a custom font color" : "Use uma cor de fonte personalizada",
  "Use a custom font size" : "Alterar o tamanho da fonte",
  "Use a custom line height" : "Usar uma linha com altura personalizada",
  "Use the nonation {%H+1} to specify offsets. Replace %H with the desired value and +1 for a positive or negative number (+n or -n, respectively, for a <i>n</i> offset), representing the offset." : null,
  "View" : "Visualizar",
  "View ElevenClock on GitHub" : "Veja ElevenClock no GitHub",
  "View ElevenClock's homepage" : "Ver página inicial do ElevenClock",
  "View ElevenClock's source code. From there, you can report bugs or suggest features, or even contribute direcly to The ElevenClock Project" : "Veja o código-fonte do ElevenClock. A partir daí, você pode reportar bugs ou sugerir funcionalidades, ou até mesmo contribuir diretamente para o Projeto ElevenClock",
  "W" : "S",
  "Wait a second!" : "Espere um segundo!",
  "Weekday" : "Dia da semana",
  "Week Number" : "Número da semana",
  "Welcome to Elevenclock!" : "Bem vindo ao ElevenClock!",
  "Welcome to ElevenClock" : "Bem-vindo ao ElevenClock",
  "What time do you want to see?" : "Que horas você quer ver?",
  "White&Black" : "Branco&Preto",
  "Yes" : "Sim",
  "You are now ready to go!" : "Agora você está pronto para ir!",
  "You might lose functionalities, like the notification counter or the dynamic background" : "Você pode perder funcionalidades, como o contador de notificações ou o plano de fundo dinâmico",
  "You need to enable the checkbox above\nin order to change those settings" : "É necessário ativar a caixa de seleção a cima para alterar essas configurações"
}