{
  "10 hours" : "10 ชั่วโมง",
  "10 minutes" : "10 นาที",
  "1 hour" : "1 ชั่วโมง",
  "24 hours" : "24 ชั่วโมง",
  "2 hours" : "2 ชั่วโมง",
  "30 minutes" : "30 นาที",
  "4 hours" : "4 ชั่วโมง",
  "About" : "เกี่ยวกับ",
  "About ElevenClock version {0}:" : "เกี่ยวกับ ElevenClock เวอร์ชัน {0}:",
  "About Qt" : "เกี่ยวกับ Qt",
  "About Qt6 (PySide6)" : "เกี่ยวกับ Qt6 (PySide6)",
  "About the language pack:" : "เกี่ยวกับชุดภาษา:",
  "Accent" : null,
  "Add the \"Show Desktop\" button on the left corner of every clock" : "เพิ่มปุ่ม \"แสดงเดสก์ท็อป\" ที่มุมซ้ายของทุกนาฬิกา",
  "Adjust horizontal clock position" : "ปรับตำแหน่งนาฬิกาแนวนอน",
  "Adjust vertical clock position" : "ปรับตำแหน่งนาฬิกาแนวตั้ง",
  "Align the clock text to the center" : "จัดข้อความนาฬิกาให้อยู่ตรงกลาง",
  " (ALPHA STAGE, MAY NOT WORK)" : " (อยู่ในสถานะแอลฟา อาจใช้งานไม่ได้)",
  "Alternative clock alignment (may not work)" : "การจัดตำแหน่งนาฬิกาทางเลือก (อาจใช้งานไม่ได้)",
  "Alternative non-SSL update server (This might help with SSL errors)" : "เซิร์ฟเวอร์ non-SSL ทางเลือกสำหรับการอัปเดต (อาจช่วยเรื่องข้อผิดพลาด SSL)",
  "Announcements:" : "ประกาศ:",
  "Any text can be placed here. To place items such as date and time, please use the 1989 C standard. More info on the following link" : "สามารถใส่ข้อความใด ๆ ได้ที่นี่ หากต้องใส่รายการต่าง ๆ เช่น วันที่และเวลา โปรดใช้มาตรฐาน 1989 C ข้อมูลเพิ่มเติมตามลิงก์ต่อไปนี้",
  "Apply" : "นำมาใช้",
  "Are you sure do you want to blacklist the monitor \"{0}\"?" : "คุณแน่ใจหรือว่าต้องการขึ้นบัญชีดำจอมอนิเตอร์ \"{0}\"?",
  "Automatically check for updates" : "ตรวจสอบการอัปเดตโดยอัตโนมัติ",
  "Automatically install available updates" : "ติดตั้งการอัปเดตที่มีโดยอัตโนมัติ",
  "<b>{0}</b> needs to be disabled to change this setting" : "ต้องปิดใช้งาน <b>{0}</b> เพื่อเปลี่ยนการตั้งค่านี้",
  "<b>{0}</b> needs to be enabled to change this setting" : "ต้องเปิดใช้งาน <b>{0}</b> เพื่อเปลี่ยนการตั้งค่านี้",
  "Blacklisting a monitor will hide the clock on this monitor permanently." : "การขึ้นบัญชีดำจอมอนิเตอร์จะซ่อนนาฬิกาบนจอมอนิเตอร์นี้อย่างถาวร",
  "Blacklist Monitor" : "ขึ้นบัญชีดำจอมอนิเตอร์",
  "Blacklist this monitor" : "ขึ้นบัญชีดำจอมอนิเตอร์นี้",
  "Black&White" : null,
  "<b>Update to the latest version!</b>" : "<b>อัปเดตเป็นเวอร์ชันล่าสุด!</b>",
  "But here are other things you can do:" : null,
  "Bypass update provider authenticity check (NOT RECOMMENDED, AT YOUR OWN RISK)" : "บายพาสการตรวจสอบความถูกต้องของผู้ให้บริการอัปเดต (ไม่แนะนำ รับความเสี่ยงของคุณเอง)",
  "Change" : "เปลี่ยน",
  "Change date and time" : "เปลี่ยนวันที่และเวลา",
  "Change date and time format (Regional settings)" : "เปลี่ยนรูปแบบวันที่และเวลา (การตั้งค่าภูมิภาค)",
  "Change startup behaviour" : "เปลี่ยนลักษณะการทำงานเมื่อเริ่มต้นระบบ",
  "Change task" : "เปลี่ยนทาสก์",
  "Change the action done when the clock is clicked" : "เปลี่ยนการทำงานเมื่อมีการคลิกนาฬิกา",
  "Check only the focused window on the fullscreen check" : "ตรวจสอบเฉพาะหน้าต่างที่โฟกัสเมื่อตรวจสอบแบบเต็มหน้าจอ",
  "Click on Apply to apply and preview the format" : "คลิก นำมาใช้ เพื่อนำมาใช้และดูตัวอย่างรูปแบบ",
  "Clock Appearance:" : "ลักษณะนาฬิกา:",
  "Clock on monitor {0}" : "นาฬิกาบนจอมอนิเตอร์ {0}",
  "Clock position and size:" : "ตำแหน่งและขนาดของนาฬิกา:",
  "Clock Settings:" : "การตั้งค่านาฬิกา:",
  "Clock's font, font size, font color and background, text alignment" : "ฟอนต์ของนาฬิกา, ขนาดฟอนต์, สีฟอนต์และพื้นหลัง, การจัดตำแหน่งข้อความ",
  "Clock size preferences, position offset, clock at the left, etc." : "การตั้งค่าขนาดนาฬิกา, ออฟเซ็ตตำแหน่ง, นาฬิกาทางด้านซ้าย, ฯลฯ",
  "Close" : "ปิด",
  "Close settings" : "ปิดการตั้งค่า",
  "Copy log to clipboard" : "คัดลอกล็อกไปยังคลิปบอร์ด",
  "Couldn't load the announcements. Please try again later" : "ไม่สามารถโหลดประกาศได้ โปรดลองอีกครั้งในภายหลัง",
  "Custom format rules:" : "กฎรูปแบบที่กำหนดเอง:",
  "Customize ElevenClock even more" : null,
  "Customize the clock on Windows 11" : "ปรับแต่งนาฬิกาใน Windows 11",
  "Date format, Time format, seconds,weekday, weeknumber, regional settings" : "รูปแบบวันที่, รูปแบบเวลา, วินาที, วันในสัปดาห์, หมายเลขสัปดาห์, การตั้งค่าภูมิภาค",
  "Date & Time Settings:" : "การตั้งค่าวันที่และเวลา:",
  "Debbugging information:" : "ข้อมูลการดีบั๊ก:",
  "Default" : null,
  "Developing is hard, and this aplication is free. But if you liked the application, you can always <b>buy me a coffee</b> :)" : null,
  "Disable clock taskbar background color (make clock transparent)" : "ปิดใช้งานสีพื้นหลังทาสก์บาร์ของนาฬิกา (ทำให้นาฬิกาโปร่งใส)",
  "Disabled" : "ปิดการใช้งาน",
  "Disable the new instance checker method" : "ปิดการใช้งานคำสั่งการตรวจสอบอินสแตนซ์ใหม่",
  "Disable the notification badge" : "ปิดการใช้งานป้ายการแจ้งเตือน",
  "Disable the tooltip shown when the clock is hovered" : "ปิดใช้งานการแสดงคำแนะนำเครื่องมือเมื่อวางเมาส์บนนาฬิกา",
  "Disable tooltip's blurry background" : "ปิดใช้งานพื้นหลังเบลอของคำแนะนำเครื่องมือ",
  "Donate" : null,
  "Do not show the clock on secondary monitors" : "อย่าแสดงนาฬิกาบนจอมอนิเตอร์รอง",
  "ElevenClock" : "ElevenClock",
  "ElevenClock can hide when there's a fullscreen window present (when you are watching a video, you are playing, etc.), but it can also show over those windows (It might be useful if you use fullscreened terminals, etc.).<br><br>Please select one of the following and click next to continue" : null,
  "ElevenClock has updated to version {0} successfully\nPlease see GitHub for the changelog" : "ElevenClock อัปเดตเป็นเวอร์ชัน {0} สำเร็จแล้ว\nโปรดดูบันทึกการเปลี่ยนแปลงที่ GitHub",
  "ElevenClock is an Open-Source application made with the help of other libraries made by the community:" : "ElevenClock เป็นแอปพลิเคชันโอเพนซอร์สที่สร้างโดยความช่วยเหลือของไลบรารีอื่นที่สร้างโดยชุมชน:",
  "ElevenClock is downloading updates" : "ElevenClock กำลังดาวน์โหลดการอัปเดต",
  "ElevenClock Settings" : "การตั้งค่า ElevenClock",
  "ElevenClock's language" : "ภาษาของ ElevenClock",
  "ElevenClock's log" : "ล็อกของ ElevenClock",
  "ElevenClock Updater" : "ตัวช่วยอัปเดต ElevenClock",
  "ElevenClock v{0}" : "ElevenClock v{0}",
  "Enable hide when multi-monitor fullscreen apps are running" : "เปิดใช้งานการซ่อนเมื่อแอปเต็มจอหลายหน้าจอทำงาน",
  "Enable internet time sync" : "เปิดใช้งานการซิงค์เวลาอินเทอร์เน็ต",
  "Enable low-cpu mode" : "เปิดใช้งานโหมดซีพียูต่ำ",
  "Enable really silent updates" : "เปิดใช้งานการอัปเดตที่เงียบจริง ๆ",
  "Export" : "ส่งออก",
  "Export log as a file" : "บันทึกไฟล์ล็อก",
  "Export settings to a local file" : "ส่งออกการตั้งค่าไปยังไฟล์ในเครื่อง",
  "Fetching latest announcement, please wait..." : "กำลังโหลดประกาศล่าสุด กรุณารอสักครู่...",
  "Finish" : "เสร็จสิ้น",
  "Fixes and other experimental features: (Use ONLY if something is not working)" : "การแก้ไขและฟีเจอร์ทดลองอื่น ๆ: (ใช้เฉพาะในกรณีที่บางอย่างไม่ทำงาน)",
  "Fix the hyphen/dash showing over the month" : "แก้ไขเครื่องหมาย ยัติภังค์/ขีดกลาง ที่แสดงตลอดทั้งเดือน",
  "(for advanced users only)" : "(สำหรับผู้ใช้ขั้นสูงเท่านั้น)",
  "Force the clock to be at the bottom of the screen" : "บังคับนาฬิกาให้อยู่ด้านล่างหน้าจอ",
  "Force the clock to be at the top of the screen" : "บังคับนาฬิกาให้อยู่ด้านบนของหน้าจอ",
  "Force the clock to be transparent if any window shows in fullscreen" : null,
  "Force the clock to have black text" : "บังคับนาฬิกาให้มีข้อความสีดำ",
  "Force the clock to have white text" : "บังคับนาฬิกาให้มีข้อความสีขาว",
  "Ft. Seconds" : null,
  "Fullscreen behaviour" : null,
  "Fullscreen behaviour, clock position, 1st monitor clock, other miscellanious settings" : "ลักษณะการทำงานเต็มจอ, ตำแหน่งนาฬิกา, นาฬิกาบนจอมอนิเตอร์ที่ 1, การตั้งค่าเบ็ดเตล็ดอื่น ๆ",
  "General Settings:" : "การตั้งค่าทั่วไป:",
  "Get started" : "เริ่มต้น",
  "Help" : "ช่วยเหลือ",
  "Hide ElevenClock" : "ซ่อน ElevenClock",
  "Hide extended options from the clock right-click menu (needs a restart to be applied)" : "ซ่อนตัวเลือกเพิ่มเติมจากเมนูคลิกขวาของนาฬิกา (จำเป็นต้องเริ่มระบบใหม่เพื่อใช้งาน)",
  "Hide the clock, as the default windows clock would do." : null,
  "Hide the clock during 10 seconds when clicked" : "ซ่อนนาฬิกาในช่วง 10 วินาทีเมื่อคลิก",
  "Hide the clock in fullscreen mode" : "ซ่อนนาฬิกาในโหมดเต็มหน้าจอ",
  "Hide the clock (<i>Recommended</i>)" : null,
  "Hide the clock when a program occupies all screens" : "ซ่อนนาฬิกาเมื่อโปรแกรมใช้งานทุกหน้าจอ",
  "Hide the clock when RDP client is active" : "ซ่อนนาฬิกาเมื่อไคลเอนต์ RDP ทำงาน",
  "Hide the clock when RDP Client or Citrix Workspace are running" : "ซ่อนนาฬิกาเมื่อ RDP Client หรือ Citrix Workspace กำลังทำงาน",
  "Icons by Icons8" : "ไอคอนโดย Icons8",
  "If you already know how does this work, or you want to skip the welcome wizard, please click on the bottom-left <i>Skip</i> button." : null,
  "If you don't know which one is the best, choose {0}" : null,
  "If you don't understand what is happening, please uncheck the checkbox over the text area" : "หากคุณไม่เข้าใจว่ากำลังเกิดอะไรขึ้น โปรดยกเลิกการเลือกช่องทำเครื่องหมายเหนือพื้นที่ข้อความ",
  "Import" : "นำเข้า",
  "Import settings from a local file" : "นำเข้าการตั้งค่าจากไฟล์ในเครื่อง",
  "Info, report a bug, submit a feature request, donate, about" : "ข้อมูล, รายงานบั๊ก, ส่งคำขอฟีเจอร์, บริจาค, เกี่ยวกับ",
  "Install update" : "ติดตั้งการอัปเดต",
  "Internet date and time" : "วันที่และเวลาอินเทอร์เน็ต",
  "Internet sync frequency" : "ความถี่ในการซิงค์กับอินเทอร์เน็ต",
  "Internet time" : null,
  "Invalid time format\nPlease follow the\nC 1989 Standards" : "รูปแบบเวลาไม่ถูกต้อง\nโปรดปฏิบัติตาม\nมาตรฐาน C 1989",
  "Invalid time format\nPlease modify it\nin the settings" : "รูปแบบเวลาไม่ถูกต้อง\nโปรดแก้ไข\nในการตั้งค่า",
  " - It is required that the Dark Text checkbox is disabled" : " - จำเป็นต้องปิดการใช้งานช่องทำเครื่องหมายข้อความสีเข้ม",
  "Language pack author(s), help translating ElevenClock" : "ผู้เขียนชุดภาษา, ช่วยแปล ElevenClock",
  "Let's talk: Format" : null,
  "Local time" : null,
  "Log, debugging information" : "บันทึกล็อก, ข้อมูลการดีบั๊ก",
  "Monitor tools" : "เครื่องมือจอมอนิเตอร์",
  "More Info" : "ข้อมูลเพิ่มเติม",
  "Move this clock to the bottom" : "เลื่อนนาฬิกานี้ไปที่ด้านล่าง",
  "Move this clock to the left" : "เลื่อนนาฬิกานี้ไปทางซ้าย",
  "Move this clock to the right" : "เลื่อนนาฬิกานี้ไปทางขวา",
  "Move this clock to the top" : "เลื่อนนาฬิกานี้ขึ้นด้านบน",
  "Move to the left" : "เลื่อนไปทางซ้าย",
  "Next" : "ต่อไป",
  "No" : "ไม่",
  "No results were found" : "ไม่พบผลลัพธ์",
  "Nothing to preview" : "ไม่มีตัวอย่างให้ดู",
  "Notification settings" : "การตั้งค่าการแจ้งเตือน",
  "Now you should see the clock everywhere" : "ตอนนี้คุณควรเห็นนาฬิกาทุกที่",
  "Ok" : "ตกลง",
  "One last thing: Appearance" : null,
  "Only Date" : null,
  "Only Time" : null,
  "Open" : "เปิด",
  "Open ElevenClock's log" : "เปิดบันทึกล็อกของ ElevenClock",
  "Open GitHub" : null,
  "Open online help to troubleshoot problems" : "เปิดความช่วยเหลือออนไลน์เพื่อแก้ไขปัญหา",
  "Open page" : "เปิดหน้าเพจ",
  "Open quick settings" : "เปิดการตั้งค่าด่วน",
  "Open run dialog" : "เปิดหน้าต่างรัน",
  "Open search menu" : "เปิดเมนูค้นหา",
  "Open start menu" : "เปิดเมนูเริ่มต้น",
  "Open task manager" : "เปิดตัวจัดการงาน",
  "Open the settings window and customize ElevenClock even further." : null,
  "Open the welcome wizard" : "เปิดหน้าต่างวิซาร์ดต้อนรับ",
  "Override clock default height" : "แทนที่ความสูงเริ่มต้นของนาฬิกา",
  "Paste a URL from the world clock api or equivalent" : "วาง URL จาก API นาฬิกาโลกหรือเทียบเท่า",
  "Pick a color" : "เลือกสี",
  "Please make sure to install ElevenClock from official sources only. Also, using ElevenClock implies the acceptation of the <b>GPLv3 license</b>" : null,
  "Please select one of the following and click next." : null,
  "Please select the clock style you like the most. You will be able to change this after in the settings window" : null,
  "Please select the date and time format you like the most. You will be able to change this after in the settings window" : null,
  "Precise internet time. Ideal if you are <b>not</b> using any kind of VPN or proxy" : null,
  "Python date and time formats" : "รูปแบบวันที่และเวลาของ Python",
  "Quit ElevenClock" : "ออกจาก ElevenClock",
  "Regional settings" : "การตั้งค่าภูมิภาค",
  "Reload Clocks" : "รีโหลดนาฬิกา",
  "Reload log" : "รีโหลดล็อก",
  "Remember that this wizard can be run at any time from the Settings Window" : null,
  "Report" : "รายงาน",
  "Report an issue/request a feature" : "รายงานปัญหา/ร้องขอฟีเจอร์",
  "Reset" : "รีเซ็ต",
  "Reset ElevenClock preferences to defaults" : "รีเซ็ตการตั้งค่า ElevenClock เป็นค่าเริ่มต้น",
  "Reset monitor blacklisting status" : "รีเซ็ตสถานะการขึ้นบัญชีดำของจอมอนิเตอร์",
  "Restart ElevenClock" : "รีสตาร์ต ElevenClock",
  "Restore clock position" : "เรียกคืนตำแหน่งนาฬิกา",
  "Restore horizontal position" : "เรียกคืนตำแหน่งแนวนอน",
  "Restore vertical position" : "เรียกคืนตำแหน่งแนวตั้ง",
  "Search on the settings" : "ค้นหารายการตั้งค่า",
  "Select custom color" : "เลือกสีที่กำหนดเอง",
  "Select custom font" : null,
  "Select internet time provider, change sync frequency" : "เลือกผู้ให้บริการเวลาอินเทอร์เน็ต, เปลี่ยนความถี่ในการซิงค์",
  "Set a custom date and time format" : "กำหนดรูปแบบวันที่และเวลาเอง",
  "Set a custom network time provider" : null,
  "Show calendar" : "แสดงปฏิทิน",
  "Show date on the clock" : "แสดงวันที่บนนาฬิกา",
  "Show desktop" : "แสดงเดสก์ท็อป",
  "Show ElevenClock on system tray" : "แสดง ElevenClock บนถาดของระบบ",
  "Show seconds on the clock" : "แสดงวินาทีบนนาฬิกา",
  "Show the clock at the left of the screen" : "แสดงนาฬิกาทางด้านซ้ายของหน้าจอ",
  "Show the clock on the primary screen" : "แสดงนาฬิกาบนหน้าจอหลัก",
  "Show the clock on the primary screen (Useful if clock is set on the left)" : "แสดงนาฬิกาบนหน้าจอหลัก (มีประโยชน์หากตั้งนาฬิกาไว้ทางซ้าย)",
  "Show the clock over fullscreen windows. This might cover some in-app controls, like youtube's exit fullscreen button, but it might be useful to see the time when playing" : null,
  "Show the clock over the fullscreen window" : null,
  "Show the clock when the taskbar is set to hide automatically" : "แสดงนาฬิกาเมื่อตั้งค่าแถบงานให้ซ่อนโดยอัตโนมัติ",
  "Show the local computer time. The time will not be synced with the internet and might be inaccurate" : null,
  "Show this clock on the left" : "แสดงนาฬิกานี้ทางซ้าย",
  "Show this clock on the right" : "แสดงนาฬิกานี้ทางขวา",
  "Show time on the clock" : "แสดงเวลาบนนาฬิกา",
  "Show weekday on the clock" : "แสดงวันในสัปดาห์บนนาฬิกา",
  "Show week number on the clock" : "แสดงเลขสัปดาห์บนนาฬิกา",
  "Skip" : "ข้าม",
  "Specify a minimum width for the clock" : "ระบุความกว้างขั้นต่ำสำหรับนาฬิกา",
  "Start" : "เริ่ม",
  "Success" : "สำเร็จ",
  "Suport the developer" : null,
  "Support the dev: Give me a coffee☕" : "สนับสนุนผู้พัฒนา: เลี้ยงค่ากาแฟ☕",
  "Sync time with the internet" : "ซิงค์เวลากับอินเทอร์เน็ต",
  "Task Manager" : "ตัวจัดการงาน",
  "Testing features and error-fixing tools" : "ฟีเจอร์ทดสอบและเครื่องมือแก้ไขข้อผิดพลาด",
  "The monitors were unblacklisted successfully." : "จอมอนิเตอร์ถูกยกเลิกการขึ้นบัญชีดำเรียบร้อยแล้ว",
  "Third party licenses" : "สัญญาอนุญาตบุคคลที่สาม",
  "Third Party Open-Source Software in Elevenclock {0} (And their licenses)" : "ซอฟต์แวร์โอเพนซอร์สบุคคลที่สามใน ElevenClock {0} (และสัญญาอนุญาตของพวกเขา)",
  "This action can be reverted from the settings window, under <b>Clock position and size</b>" : "การดำเนินการนี้สามารถเปลี่ยนกลับได้จากหน้าต่างการตั้งค่าใน <b>ตำแหน่งและขนาดของนาฬิกา</b>",
  " (This feature has been disabled because it should work by default. If it is not, please report a bug)" : " (ฟีเจอร์นี้ถูกปิดใช้งานเนื่องจากควรใช้งานได้โดยค่าเริ่มต้น หากไม่เป็นเช่นนั้น โปรดรายงานบั๊ก)",
  "This feature has been disabled because it should work by default. If it is not, please report a bug" : null,
  "This wizard will help you configure and customize ElevenClock. Click Start to get started!" : null,
  "To disable the zero-padding effect, add a # in between the % and the code: non-zero-padded hours would be %#H, and zero-padded hours would be %H" : "หากต้องการปิดเอฟเฟกต์การเติมศูนย์ ให้เพิ่ม # ระหว่าง % และโค้ด: ชั่วโมงที่ไม่เติมศูนย์จะเป็น %#H และชั่วโมงที่เติมศูนย์จะเป็น %H",
  "Tooltip Appearance:" : "ลักษณะคำแนะนำเครื่องมือ:",
  "Tooltip's font, font size, font color and background" : "ฟอนต์ของคำแนะนำเครื่องมือ, ขนาดฟอนต์, สีฟอนต์และพื้นหลัง",
  "Translated to English by martinet101" : "แปลเป็นภาษาไทยโดย @richeyphu",
  "Translate ElevenClock to your language" : "แปล ElevenClock เป็นภาษาของคุณ",
  "Updates, icon tray, language" : "อัปเดต, ถาดไอคอน, ภาษา",
  "Use a custom background color" : "ใช้สีพื้นหลังที่กำหนดเอง",
  "Use a custom font" : "ใช้ฟอนต์ที่กำหนดเอง",
  "Use a custom font color" : "ใช้สีตัวอักษรที่กำหนดเอง",
  "Use a custom font size" : "ใช้ขนาดฟอนต์ที่กำหนดเอง",
  "Use system accent color as background color" : "ใช้สีที่เน้นของระบบเป็นสีพื้นหลัง",
  "View" : "ดู",
  "View ElevenClock on GitHub" : null,
  "View ElevenClock's homepage" : "ดูโฮมเพจของ ElevenClock",
  "View ElevenClock's source code. From there, you can report bugs or suggest features, or even contribute direcly to The ElevenClock Project" : null,
  "W" : "ส",
  "Wait a second!" : null,
  "Webpage" : "หน้าเว็บ",
  "Weekday" : null,
  "Week Number" : null,
  "Welcome to Elevenclock!" : null,
  "Welcome to ElevenClock" : "ยินดีต้อนรับสู่ ElevenClock",
  "What time do you want to see?" : null,
  "White&Black" : null,
  "Yes" : "ใช่",
  "You are now ready to go!" : null,
  "You might lose functionalities, like the notification counter or the dynamic background" : "คุณอาจสูญเสียฟังก์ชันการทำงาน เช่น ตัวนับการแจ้งเตือนหรือพื้นหลังแบบไดนามิก",
  "You might need to set a custom background color for this to work.&nbsp;More info <a href=\"{0}\" style=\"color:DodgerBlue\">HERE</a>" : "คุณอาจต้องตั้งค่าสีพื้นหลังที่กำหนดเองเพื่อให้ใช้งานได้&nbsp;ข้อมูลเพิ่มเติม<a href=\"{0}\" style=\"color:DodgerBlue\">ที่นี่</a>"
}