{
  "{0} {0} {0} Contributors, please add your names/usernames separated by comas (for credit purposes)" : null,
  "10 hours" : "10 hores",
  "10 minutes" : "10 minuts",
  "1 hour" : "1 hora",
  "24 hours" : "24 hores",
  "2 hours" : "2 hores",
  "30 minutes" : "30 minuts",
  "4 hours" : "4 hores",
  "About" : "Sobre",
  "About ElevenClock version {0}:" : "Sobre l'ElevenClock versió {0}:",
  "About Qt" : "Sobre Qt",
  "About the language pack:" : "Sobre el paquet de llengua:",
  "Accent" : "Accent",
  "Add the \"Show Desktop\" button on the left corner of every clock" : "Afegeix el botó de \"Mostrar l'escriptori\" a la cantonada dreta de cada rellotge",
  "Adjust horizontal clock position" : "Ajusta la posició horitzontal del rellotge",
  "Adjust vertical clock position" : "Ajusta la posició vertical del rellotge",
  "Align the clock text to the center" : "Alinea el text del rellotge al centre",
  "Any text can be placed here. To place items such as date and time, please use the 1989 C standard. Check the format codes on the following link:" : "Qualsevol text pot anar aquí. Per a afegir elements com la data i l'hora, useu l'estàndard C del 1989. Més informació aquí:",
  "Apply" : "Aplica",
  "Are you sure do you want to blacklist the monitor \"{0}\"?" : "Esteu segurs de que voleu afegir la pantalla {0} a la llista negra?",
  "Automatically check for updates" : "Cercar actualitzacions automàticament",
  "Automatically install available updates" : "Instal·lar automàticament les actualitzacions",
  "<b>{0}</b> needs to be disabled to change this setting" : "<b>{0}</b> ha d'estar desactivat per a canviar aquesta configuració",
  "<b>{0}</b> needs to be enabled to change this setting" : "<b>{0}</b> ha d'estar activat per a canviar aquesta configuració",
  "Blacklisting a monitor will hide the clock on this monitor permanently." : "Si afegiu una pantalla a la llista negra, el rellotge no es mostrarà allà",
  "Blacklist Monitor" : "Afegir a la llista negra",
  "Blacklist this monitor" : "Afegeix la pantalla a la llista negra",
  "Black&White" : "Negre i Blanc",
  "<b>Update to the latest version!</b>" : "<b>Actualitza a la última versió</b>",
  "But here are other things you can do:" : "Però aquí hi ha altres coses que pots fer:",
  "Bypass update provider authenticity check (NOT RECOMMENDED, AT YOUR OWN RISK)" : "No comprovar l'autenticitat de les actualitzacions (NO RECOMANAT, SOTA LA VOSTRA RESPONSABILITAT)",
  "Change" : "Canvia",
  "Change date and time" : "Ajusta la data i l'hora",
  "Change date and time format (Regional settings)" : "Canvia el format de data i hora (Configuració Regional)",
  "Change startup behaviour" : "Canviar el comportament a l'inici",
  "Change task" : "Canvia la tasca",
  "Change the action done when the clock is clicked" : "Canvia l'acció feta pel rellotge en ser premut",
  "Change the action done when the clock is double-clicked" : "Canvia l'acció realitzada quan el rellotge rebi un clic doble",
  "Change the action done when the clock is middle-clicked" : "Canvia l'acció del rellotge quan aquest es cliqui amb el botó central del ratolí",
  "Change the height of the clock" : "Canvia l'altura del rellotge",
  "Change the width of the clock" : "Canvia l'amplada del rellotge",
  "Choose the setting to toggle when clock is clicked" : "Escolliu la configuració a canviar quan el rellotge es premi",
  "Choose the setting to toggle when double-clicked" : "Escolliu la configuració a canviar quan el rellotge rebi un doble clic",
  "Choose the setting to toggle when middle-clicked" : "Escolliu la configuració a canviar quan el rellotge rebi un clic amb el botó central",
  "Click on Apply to apply and preview the format" : "Cliqueu Aplica per a aplicar i previsualitzar els canvis",
  "Clock {0} on {1}" : "Rellotge {0} de {1}",
  "Clock {0} on monitor {1}" : "Rellotge {0} de la pantalla {1}",
  "Clock Appearance:" : "Aparença del rellotge:",
  "Clock features:" : "Característiques del rellotge:",
  "Clock position and size:" : "Posició i mida del rellotge:",
  "Clock Settings:" : "Configuració del rellotge:",
  "Clock's font, font size, font color and background, text alignment" : "Tipus i mida de font, color de text i de fons, alineació del text del rellotge",
  "Clock size preferences, position offset, clock at the left, etc." : "Preferències de mida del rellotge, desplaçament, rellotge a l'esquerra, etc.",
  "Clock tools" : "Eines del rellotge",
  "Clone style from another clock" : "Clona l'estil des d'un altre rellotge",
  "Close" : "Tanca",
  "Close settings" : "Tanca la configuració",
  "Copy date/time" : "Copia la data i l'hora",
  "Copy log to clipboard" : "Copia el registre al porta-retalls",
  "Couldn't load the announcement image" : "No hem pogut carregar la imatge del taulell d'anuncis",
  "Couldn't load the announcements. Please try again later" : "No hem pogut carregar els anuncis. Proveu-ho més tard",
  "Custom format rules:" : "Normes del format personalitzat",
  "Customize ElevenClock even more" : "Personalitza l'ElevenClock encara més",
  "Customize the clock on Windows 11" : "Personalitzeu el rellotge del Windows 11",
  "Date format, Time format, seconds,weekday, weeknumber, regional settings" : "Format de data i hora, segons, dia de la setmana i setmana de l'any, configuració regional",
  "Date & Time Settings:" : "Configuració de data i hora:",
  "Debbugging information:" : "Informació de depuració",
  "Default" : "Per defecte",
  "Developing is hard, and this aplication is free. But if you liked the application, you can always <b>buy me a coffee</b> :)" : "El desenvolupament és difícil, i aquest programa és gratuït. Però si t'ha agradat, sempre pots <b>comprar-me un cafè</b> :)",
  "Disable clock blurry texture" : "Desactiva la textura difuminada del rellotge",
  "Disabled" : "Desactivat",
  "Disable hiding the default windows clock" : "Desactiva la ocultació del rellotge per defecte del Windows",
  "Disable the notification badge" : "Desactiva la icona de notificació",
  "Disable the tooltip shown when the clock is hovered" : "Desactiva l'etiqueta mostrada quan el ratolí es mantigui sobre el rellotge",
  "Disable tooltip's blurry background" : "Desactiva el fons difumitat de l'etiqueta",
  "Donate" : "Feu una donació",
  "Do NOT update the language files dynamically" : "NO actualitzis els fitxers d'idioma automàticament",
  "Do you want to open the global settings instead?" : "Voleu obrir la configuració global?",
  "ElevenClock" : "ElevenClock",
  "ElevenClock can hide when there's a fullscreen window present (when you are watching a video, you are playing, etc.), but it can also show over those windows (It might be useful if you use fullscreened terminals, etc.).<br><br>Please select one of the following and click next to continue" : "L'ElevenClock es pot amagar quan una finestra es mostri en pantalla completa (si veieu un vídeo, esteu jugant, etc.), però també es pot mostrar per sobre d'aquestes finestres (pot ser útil si feu servir terminals de pantalla completa, etc.).<br/><br/>Seleccioneu una de les opcions i feu clic a Següent per continuar",
  "ElevenClock has updated to version {0} successfully\nPlease see GitHub for the changelog" : "L'ElevenClock s'ha actualitzat a la versió {0}.\nVeieu a GitHub el registre de canvis",
  "ElevenClock is an Open-Source application made with the help of other libraries made by the community:" : "L'ElevenClock és una aplicació de codi obert feta amb l'ajuda d'altres llibreries fetes per la comunitat",
  "ElevenClock is downloading updates" : "L'ElevenClock està descarregant les actualitzacions",
  "ElevenClock language locale:" : "Idioma de localització de l'ElevenClock:",
  "ElevenClock Settings" : "Configuració de l'ElevenClock",
  "ElevenClock's language" : "Idioma de l'ElevenClock",
  "ElevenClock's log" : "Registre de l'ElevenClock",
  "ElevenClock Updater" : "Actualitzador de l'ElevenClock",
  "ElevenClock v{0}" : "ElevenClock v{0}",
  "ElevenClock version:" : "Versió de l'ElevenClock:",
  "Empty the recycle bin" : "Buida la paperera de reciclatge",
  "Empty the recycle bin (Without confirmation)" : "Buida la paperera de reciclatge (sense confirmar)",
  "Enable internet time sync" : "Activa la sincronització de la data i l'hora d'internet",
  "Enable low-cpu mode" : "Activa el mode de baix consum de CPU",
  "Enable really silent updates" : "Activar actualitzacions silencioses",
  "Export" : "Exporta",
  "Export log as a file" : "Exporta el registre com a fitxer",
  "Export settings to a local file" : "Exporta la configuració a un fitxer local",
  "Fetching latest announcement, please wait..." : "Carregant l'últim anunci, espereu-vos si us plau...",
  "Finish" : "Finalitzar",
  "Fixes and other experimental features: (Use ONLY if something is not working)" : "Característiques experimentals i solucions (Utilitzar només si quelcom no funciona)",
  "(for advanced users only)" : "(només per a usuaris avançats)",
  "Force the clock to be at the bottom of the screen" : "Força el rellotge a mostrar-se a la part de sota de la pantalla",
  "Force the clock to be at the top of the screen" : "Força el rellotge a mostrar-se a la part de dalt de la pantalla",
  "Force the clock to be transparent if any window shows in fullscreen" : "Força el rellotge a ser transparent quan una finestra es mostri en pantalla completa",
  "Ft. Seconds" : "Amb segons",
  "Fullscreen behaviour" : "Comportament amb pantalla completa",
  "Fullscreen behaviour, low cpu mode, other miscellaneous preferences" : "Comportament en pantalla completa, mode de baix consum de cpu, altres preferències miscel·lànies",
  "General Settings:" : "Configuració general:",
  "Get started" : "Comença",
  "Help" : "Ajuda",
  "Hide ElevenClock" : "Amagar l'ElevenClock",
  "Hide extended options from the clock right-click menu (needs a restart to be applied)" : "Amaga les funcions extres del menú de clic dret del rellotge (Es necessita un reinici per a aplicar)",
  "Hide the clock, as the default windows clock would do." : "Amaga el rellotge, com el rellotge del windows faria",
  "Hide the clock during 10 seconds when clicked" : "Amaga el rellotge durant 10 segons quant es cliqui",
  "Hide the clock during 5 seconds when hoveredwith the mouse" : "Amaga el rellotge durant 5 segons quan s'activi amb el ratolí",
  "Hide the clock in fullscreen mode" : "Oculta el rellotge en mode de pantalla completa",
  "Hide the clock (<i>Recommended</i>)" : "Amaga el rellotge (<i>Recomanat</i>)",
  "Hide this clock" : "Amaga aquest rellotge",
  "If you already know how does this work, or you want to skip the welcome wizard, please click on the bottom-left <i>Skip</i> button." : "Si ja sabeu com funciona això, o voleu ometre l'assistent de benvinguda, feu clic al botó <i>Omet</i> inferior esquerre.",
  "If you don't know which one is the best, choose {0}" : "Si no sabeu quina és la millor, escolliu {0}",
  "If you don't understand what is happening, please uncheck the checkbox over the text area" : "Si no enteneu què està passant, desmarqueu la casella de dalt de la caixa de text",
  "Ignore mouse clicks when on fullscreen" : "Ignora els clicks del ratolí quan el rellotge es mostri en pantalla completa",
  "Import" : "Importa",
  "Import settings from a local file" : "Importa la configuració des d'un fitxer local",
  "Increase the length of the double-click period" : "Amplia la durada del període de doble clic",
  "Info, report a bug, submit a feature request, donate, about" : "Informació, reportar un problema, suggerir una característica, fer una donació, informació sobre l'ElevenClock",
  "Install update" : "Instal·lar actualització",
  "Internet date and time" : "Data i hora d'internet",
  "Internet sync frequency" : "Freqüència de sincronització",
  "Internet time" : "Hora d'internet",
  "Invalid time format\nPlease follow the\nC 1989 Standards" : "Format de data invàlid\nSeguiu l'estàndard\nde C del 1989",
  "Invalid time format\nPlease modify it\nin the settings" : "Format de data invàlid\nModifiqueu-lo\na la configuració",
  "Language pack author(s), help translating ElevenClock" : "Autor(s) del paquet d'idioma, ajudeu a traduir l'ElevenClock",
  "Let's talk: Format" : "Parlem: el format",
  "Local time" : "Hora local",
  "Log, debugging information" : "Registre, informació de depuració",
  "Modifying Clock {0} on the monitor {1}" : "Modificant el rellotge {0} de la pantalla {1}",
  "More Info" : "Més informació",
  "Move this clock to the bottom" : "Mou aquest rellotge a baix",
  "Move this clock to the left" : "Mou aquest rellotge a l'esquerra",
  "Move this clock to the right" : "Mou aquest rellotge a la dreta",
  "Move this clock to the top" : "Mou aquest rellotge a dalt",
  "Next" : "Següent",
  "No" : "No",
  "No action" : "Sense acció",
  "No results were found" : "No s'han trobat resultats",
  "Nothing to preview" : "Res a previsualitzar",
  "Notification badge, clicked action, show desktop button, etc." : "Icona de la notificació, acció en ser premut, botó de mostrar l'escriptori, etc.",
  "Notification settings" : "Configuració de les notificacions",
  "Now you should see the clock everywhere" : "Ara hauríeu de veure el rellotge a tot arreu",
  "Ok" : "D'acord",
  "One last thing: Appearance" : "Una darrera cosa: l'aparença",
  "Only Date" : "Només data",
  "Only Time" : "Només hora",
  "Open" : "Obre",
  "Open ElevenClock's log" : "Obre el registre de l'ElevenClock",
  "Open GitHub" : "Obriu GitHub",
  "Open global settings" : "Obre la configuració global",
  "Open online help to troubleshoot problems" : "Obre l'ajuda en línia per a la solució de problemes",
  "Open page" : "Obre",
  "Open quick settings" : "Obre les accions ràpides",
  "Open run dialog" : "Obre el diàleg d'excutar",
  "Open search menu" : "Obre el menú de cerca",
  "Open start menu" : "Obre el menú d'inici",
  "Open task manager" : "Obre l'administrador de tasques",
  "Open the settings window and customize ElevenClock even further." : "Obriu la configuració i personalitzeu l'ElevenClock encara més.",
  "Open the welcome wizard" : "Obre l'assistent de benvinguda",
  "Paste a URL from the world clock api or equivalent" : "Enganxeu l'URL de l'API del rellotge d'internet",
  "Pick a color" : "Selecciona un color",
  "Pin the clock to the desktop" : "Ancora el rellotge a l'escriptori",
  "Please make sure to install ElevenClock from official sources only. Also, using ElevenClock implies the acceptation of the <b>GPLv3 license</b>" : "Assegureu-vos d'instal·lar ElevenClock només des de fonts oficials. A més, utilitzar ElevenClock implica l'acceptació de la <b>llicència GPLv3</b>",
  "Please select one of the following and click next." : "Sel·leccioneu una de les següents i premeu \"Continua\"",
  "Please select the clock style you like the most. You will be able to change this after in the settings window" : "Seleccioneu l'estil de rellotge que més us agradi. Podreu canviar-ho després a la finestra de configuració",
  "Please select the date and time format you like the most. You will be able to change this after in the settings window" : "Seleccioneu el format de data i hora que més us agradi. Podreu canviar-ho després a la finestra de configuració",
  "Precise internet time. Ideal if you are <b>not</b> using any kind of VPN or proxy" : "Hora precisa d'Internet. Ideal si <b>no</b> utilitzeu cap tipus de VPN o servidor intermediari",
  "Python date and time formats" : "Valors de data i hora de Python",
  "Quit ElevenClock" : "Tancar l'ElevenClock",
  "Regional settings" : "Configuració Regional",
  "Reload Clocks" : "Recarregar els rellotges",
  "Reload clocks automatically every 5 minutes" : "Recarrega els rellotges cada 5 minuts",
  "Reload clocks right after exiting from sleep" : "Recarrega els rellotges en tornar d'un estat de suspensió",
  "Reload log" : "Recarrega el registre",
  "Remember that this wizard can be run at any time from the Settings Window" : "Recordeu que aquest assistent es pot executar en qualsevol moment des de la finestra de configuració",
  "Report" : "Reporta",
  "Report an issue/request a feature" : "Reporta un problema/proposa una característica",
  "Reset" : "Reinicialitza",
  "Reset ElevenClock preferences to defaults" : "Reincialitza la configuració per defecte de l'ElevenClock",
  "Reset monitor blacklisting status" : "Reinicialitza la llista negra de pantalles",
  "Restart ElevenClock" : "Reiniciar l'ElevenClock",
  "Restore horizontal position" : "Restableix la posició hoitzontal",
  "Restore vertical position" : "Restableix la posició vertical",
  "Return to top" : "Retorna a l'inici",
  "Search on the settings" : "Cerca a la configuració",
  "Select custom color" : "Selecciona un color",
  "Select custom font" : "Selecciona una font personalitzada",
  "Select font" : "Sel·leccioneu una tipografia personalitzada",
  "Select internet time provider, change sync frequency" : "Selecciona el proveïdor de data i hora, canvia la freqüència de sincronització ",
  "Set a custom date and time format" : "Estableix un format de data i d'hora personalitzat",
  "Set a custom network time provider" : "Estableix un servidor d'hora personalitzat",
  "Set clock {0} on monitor {1} to have a different style that the other clocks." : "Fes que el rellotge {0} de la pantalla {1} tingui un estil diferent al dels altres rellotges",
  "Settings for clock {0} on the monitor {1} - ElevenClock Settings" : "Configuració del rellotge {0} de la pantalla {1} - Configuració de l'ElevenClock",
  "Settings for this clock" : "Configuració per a aquest rellotge",
  "Show a second clock on the other end of the taskbar" : "Mostra un segon rellotge a l'altre costat de la barra de tasques",
  "Show calendar" : "Mostra el calendari",
  "Show date on the clock" : "Mostra la data al rellotge",
  "Show desktop" : "Mostra l'escriptori",
  "Show ElevenClock on system tray" : "Mostrar l'ElevenClock a la safata del sistema",
  "Show missing translation strings" : "Mostra les cadenes de traducció que falten",
  "Show seconds on the clock" : "Mostra els segons al rellotge",
  "Show the clock at the left of the screen" : "Mostra el rellotge a l'esquerra de la pantalla",
  "Show the clock over fullscreen windows. This might cover some in-app controls, like youtube's exit fullscreen button, but it might be useful to see the time when playing" : "Mostra el rellotge a les finestres de pantalla completa. Això podria incloure alguns controls de l'aplicació, com ara el botó de sortida de pantalla completa de YouTube, però pot ser útil veure l'hora en què es juga.",
  "Show the clock over the fullscreen window" : "Mostra el rellotge sobre les finestres en pantalla completa",
  "Show the clock when the taskbar is set to hide automatically" : "Mostra el rellotge quan la barra de tasques estigui configurada per a amagar-se",
  "Show the local computer time. The time will not be synced with the internet and might be inaccurate" : "Mostra l'hora local de l'ordinador. L'hora no es sincronitzarà amb Internet i pot ser inexacte",
  "Show time on the clock" : "Mostra l'hora al rellotge",
  "Show weekday on the clock" : "Mostra el dia de la setmana als rellotges",
  "Show week number on the clock" : "Mostra el número de la setmana al rellotge",
  "Skip" : "Omet",
  "Start" : "Comença",
  "Success" : "Enhorabona",
  "Suport the developer" : "Mantén al desenvolupador",
  "Support the dev: Give me a coffee☕" : "Suporta al desenvolupador: compra'm un cafè☕",
  "Sync time with the internet" : "Sincronitza l'hora des d'internet",
  "System architecture:" : "Arquitectura del sistema: ",
  "System locale:" : "Localització del sistema:",
  "System version:" : "Versió del sistema:",
  "Task Manager" : "Administrador de tasques",
  "Testing features and error-fixing tools" : "Característiques experimentals i altres configuracions per a la solució d'errors",
  "The monitors were unblacklisted successfully." : "Les pantalles han sigut tretes de la llista negra satisfactòriament",
  "Third party licenses" : "Llicències de tercers",
  "Third Party Open-Source Software in Elevenclock {0} (And their licenses)" : "Software de tercers de codi obert a l'ElevenClock {0} (I les seves llicències)",
  "This action can be reverted from the settings window, under <b>Clock position and size</b>" : "Aquesta acció es pot revertir des de la Configuració, sota <b>Posició i mida del rellotge</b>",
  "This wizard will help you configure and customize ElevenClock. Click Start to get started!" : "Aquest assistent us ajudarà a configurar i personalitzar l'ElevenClock. Feu clic a Comença per començar!",
  "To disable the zero-padding effect, add a # in between the % and the code: non-zero-padded hours would be %#H, and zero-padded hours would be %H" : "Per a desactivar el zero flotant a l'esquerra, afegiu un # entre el % i el codi: Les hores sense zero flotant serien %#H, i les hores amb el zero flotant serien %H",
  "Toggle ElevenClock setting" : "Canvia una configuració de l'ElevenClock",
  "Tooltip Appearance:" : "Aparença de l'etiqueta",
  "Tooltip's font, font size, font color and background" : "Tipus de font de l'etiqueta, mida de la font, color de la font i color de fons",
  "Total RAM:" : "RAM total:",
  "Translated to English by martinet101" : "Traduït al Català per @marticliment",
  "Translate ElevenClock to your language" : "Tradueix l'ElevenClock al teu idioma",
  "Updates, icon tray, language" : "Actualitzacions, safata del sistema, idioma",
  "Use a custom background color" : "Utilitza un color de fons concret",
  "Use a custom font" : "Utilitza un tipus de lletra concret",
  "Use a custom font color" : "Utilitza un color de lletra concret",
  "Use a custom font size" : "Utilitza una mida de lletra concreta",
  "Use a custom line height" : "Utilitza una alçada de linia personalitzada",
  "Use the nonation {%H+1} to specify offsets. Replace %H with the desired value and +1 for a positive or negative number (+n or -n, respectively, for a <i>n</i> offset), representing the offset." : "Useu la notació {%h+1} per a especificar diferències. Substituïu %H pel valor desitjat i +1 per un nombre positiu (+n o -n respectivament, per a una diferència <i>n</i>), representant la diferència. ",
  "View" : "Mostra",
  "View ElevenClock on GitHub" : "Veure ElevenClock a GitHub",
  "View ElevenClock's homepage" : "Mostra la pàgina web de l'ElevenClock",
  "View ElevenClock's source code. From there, you can report bugs or suggest features, or even contribute direcly to The ElevenClock Project" : "Veure el codi font d'ElevenClock. A partir d'aquí, podreu informar d'errors o suggerir funcions, o fins i tot contribuïr directament al projecte",
  "W" : "S",
  "Wait a second!" : "Espereu un moment!",
  "Weekday" : "Dia de la setmana",
  "Week Number" : "Número de la setmana",
  "Welcome to Elevenclock!" : "Benvigut/da a l'Elevenclock",
  "Welcome to ElevenClock" : "Benvingut/da a l'ElevenClock",
  "What time do you want to see?" : "Quina hora voleu veure?",
  "White&Black" : "Blanc i negre",
  "Yes" : "Sí",
  "You are now ready to go!" : "Aquí ha hem acabat!",
  "You might lose functionalities, like the notification counter or the dynamic background" : "Podeu perdre funcionalitats, com el comptador de notificacions o el fons dinàmic",
  "You need to enable the checkbox above\nin order to change those settings" : "Heu d'activar la casella de sobre\nper a canviar aquestes preferències"
}